{
  "lesson_id": 2,
  "lesson_title": "主权与顺服",
  "section_num": 4,
  "section_title": "你能通过考验吗？",
  "answers": {
    "q1_约壹 1:5": {
      "reference": "约壹 1:5",
      "text": "神就是光，在他毫无黑暗。这是我们从主所听见、又报给你们的信息。",
      "has_data": true
    },
    "q2_约壹 1:6": {
      "reference": "约壹 1:6",
      "text": "我们若说是与神相交，却仍在黑暗里行，就是说谎话，不行真理了。",
      "has_data": true
    },
    "q3_约壹 2:3,4": {
      "reference": "约壹 2:3,4",
      "text": "我们若遵守他的诫命，就晓得是认识他。 人若说我认识他，却不遵守他的诫命，便是说谎话的，真理也不在他心里了。",
      "has_data": true
    },
    "q4_约壹 3:11": {
      "reference": "约壹 3:11",
      "text": "我们应当彼此相爱。这就是你们从起初所听见的命令。",
      "has_data": true
    },
    "q4_太 22:34-40": {
      "reference": "太 22:34-40",
      "text": "法利赛人听见耶稣堵住了撒都该人的口，他们就聚集。 内中有一个人是律法师，要试探耶稣，就问他说： '先生，律法上的诫命，哪一条是最大的呢？' 耶稣对他说：'你要尽心、尽性、尽意爱主—你的神。 这是诫命中的第一，且是最大的。 其次也相仿，就是要爱人如己。 这两条诫命是律法和先知书的总纲。'",
      "has_data": true
    },
    "q5_约壹 2:9-11": {
      "reference": "约壹 2:9-11",
      "text": "人若说自己在光明中，却恨他的弟兄，他到如今还是在黑暗里。 爱弟兄的，就是住在光明中，在他并没有绊跌的缘由。 惟独恨弟兄的，是在黑暗里，且在黑暗里行，也不知道往哪里去，因为黑暗叫他眼睛瞎了。",
      "has_data": true
    },
    "q6_约壹 3:7-10": {
      "reference": "约壹 3:7-10",
      "text": "小子们哪，不要被人诱惑。行义的才是义人，正如主是义的一样。 犯罪的是属魔鬼，因为魔鬼从起初就犯罪。神的儿子显现出来，为要除灭魔鬼的作为。 凡从神生的，就不犯罪，因神的道存在他心里；他也不能犯罪，因为他是由神生的。 从此就显出谁是神的儿女，谁是魔鬼的儿女。凡不行义的就不属神，不爱弟兄的也是如此。",
      "has_data": true
    },
    "q7_约壹 4:20": {
      "reference": "约壹 4:20",
      "text": "人若说我爱神，却恨他的弟兄，就是说谎话的；不爱他所看见的弟兄，就不能爱没有看见的神。",
      "has_data": true
    },
    "q7_使徒行传 2:38": {
      "reference": "使徒行传 2:38",
      "text": "彼得说：你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵；",
      "has_data": true
    },
    "q7_使徒行传 3:19": {
      "reference": "使徒行传 3:19",
      "text": "所以，你们当悔改归正，使你们的罪得以涂抹，这样，那安舒的日子就必从主面前来到；",
      "has_data": true
    },
    "q7_阅读路加福音 15:11-24": {
      "reference": "阅读路加福音 15:11-24",
      "text": "耶稣又说：一个人有两个儿子。 小儿子对父亲说：父亲，请你把我应得的家业分给我。他父亲就把产业分给他们。 过了不多几日，小儿子就把他一切所有的都收拾起来，往远方去了。在那里任意放荡，浪费资财。 既耗尽了一切所有的，又遇着那地方大遭饥荒，就穷苦起来。 于是去投靠那地方的一个人；那人打发他到田里去放猪。 他恨不得拿猪所吃的豆荚充饥，也没有人给他。 他醒悟过来，就说：我父亲有多少的雇工，口粮有余，我倒在这里饿死吗？ 我要起来，到我父亲那里去，向他说：父亲！我得罪了天，又得罪了你； 从今以后，我不配称为你的儿子，把我当作一个雇工吧！ 于是起来，往他父亲那里去。相离还远，他父亲看见，就动了慈心，跑去抱着他的颈项，连连与他亲嘴。 儿子说：父亲！我得罪了天，又得罪了你；从今以后，我不配称为你的儿子。 父亲却吩咐仆人说：把那上好的袍子快拿出来给他穿；把戒指戴在他指头上；把鞋穿在他脚上； 把那肥牛犊牵来宰了，我们可以吃喝快乐； 因为我这个儿子是死而复活，失而又得的。他们就快乐起来。",
      "has_data": true
    }
  }
}