{
  "name": "使徒行传",
  "englishName": "acts",
  "color": "#f39c12",
  "description": "记录早期教会的建立和使徒们传福音的历史，见证圣灵的大能",
  "chapters": 28,
  "verses": [
    {
      "chapter": 1,
      "verse": 1,
      "zh": "提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教导的，",
      "en": "In my former book, Theophilus, I wrote about all that Jesus began to do and to teach"
    },
    {
      "chapter": 1,
      "verse": 2,
      "zh": "直到他借着圣灵吩咐所拣选的使徒，以后被接上升的日子为止。",
      "en": "until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen."
    },
    {
      "chapter": 1,
      "verse": 3,
      "zh": "他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说神国的事。",
      "en": "After his suffering, he presented himself to them and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God."
    },
    {
      "chapter": 1,
      "verse": 4,
      "zh": "耶稣和他们聚集的时候，嘱咐他们说：不要离开耶路撒冷，要等候父所应许的，就是你们听见我说的。",
      "en": "On one occasion, while he was eating with them, he gave them this command: Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about."
    },
    {
      "chapter": 1,
      "verse": 5,
      "zh": "约翰是用水施洗，但不多几日，你们要受圣灵的洗。",
      "en": "For John baptized with water, but in a few days you will be baptized with the Holy Spirit."
    },
    {
      "chapter": 1,
      "verse": 6,
      "zh": "他们聚集的时候，问耶稣说：主啊，你复兴以色列国就在这时候吗？",
      "en": "Then they gathered around him and asked him, Lord, are you at this time going to restore the kingdom to Israel?"
    },
    {
      "chapter": 1,
      "verse": 7,
      "zh": "耶稣对他们说：父凭着自己的权柄所定的时候、日期，不是你们可以知道的。",
      "en": "He said to them: It is not for you to know the times or dates the Father has set by his own authority."
    },
    {
      "chapter": 1,
      "verse": 8,
      "zh": "但圣灵降临在你们身上，你们就必得着能力；并要在耶路撒冷、犹太全地和撒玛利亚，直到地极，作我的见证。",
      "en": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth."
    },
    {
      "chapter": 1,
      "verse": 9,
      "zh": "说了这话，他们正看的时候，他就被取上升，有一朵云彩把他接去，便看不见他了。",
      "en": "After he said this, he was taken up before their very eyes, and a cloud hid him from their sight."
    },
    {
      "chapter": 1,
      "verse": 10,
      "zh": "当他往上去，他们定睛望天的时候，忽然有两个人，身穿白衣，站在旁边，说：",
      "en": "They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them."
    },
    {
      "chapter": 1,
      "verse": 11,
      "zh": "加利利人哪，你们为什么站着望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。",
      "en": "Men of Galilee, they said, why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven."
    },
    {
      "chapter": 1,
      "verse": 12,
      "zh": "有一座山，名叫橄榄山，离耶路撒冷不远，约有安息日可走的路程。当下门徒从那里回耶路撒冷去，",
      "en": "Then the apostles returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city."
    },
    {
      "chapter": 1,
      "verse": 13,
      "zh": "进了城，就上了所住的一间楼房；在那里有彼得、约翰、雅各、安得烈、腓力、多马、巴多罗买、马太、亚勒腓的儿子雅各、奋锐党的西门，和雅各的儿子犹大。",
      "en": "When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James."
    },
    {
      "chapter": 1,
      "verse": 14,
      "zh": "这些人都同心合意地恒切祷告；还有几个妇人，和耶稣的母亲马利亚，并耶稣的弟兄们。",
      "en": "They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers."
    },
    {
      "chapter": 1,
      "verse": 15,
      "zh": "那时，有许多人聚会，约有一百二十名，彼得在弟兄中间站起来，说：",
      "en": "In those days Peter stood up among the believers (a group numbering about a hundred and twenty)"
    },
    {
      "chapter": 1,
      "verse": 16,
      "zh": "诸位弟兄，圣灵借大卫的口，在圣经上预言领人捉拿耶稣的犹大，这话是必须应验的。",
      "en": "and said, Brothers and sisters, the Scripture had to be fulfilled in which the Holy Spirit spoke long ago through David concerning Judas, who served as guide for those who arrested Jesus."
    },
    {
      "chapter": 1,
      "verse": 17,
      "zh": "他本来列在我们数中，并且在使徒的职任上得了一分。",
      "en": "He was one of our number and shared in our ministry."
    },
    {
      "chapter": 1,
      "verse": 18,
      "zh": "这人用他作恶的工价买了一块田，以后身子仆倒，肚腹崩裂，肠子都流出来。",
      "en": "With the payment he received for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out."
    },
    {
      "chapter": 1,
      "verse": 19,
      "zh": "住在耶路撒冷的众人都知道这事，所以按着他们那里的话给那块田起名叫亚革大马，就是血田的意思。",
      "en": "Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood."
    },
    {
      "chapter": 1,
      "verse": 20,
      "zh": "因为诗篇上写着说：愿他的住处变为荒场，无人住在其中；又说：愿别人得他的职分。",
      "en": "For, as it is written in the Book of Psalms: May his place be deserted; let there be no one to dwell in it, and, May another take his place of leadership."
    },
    {
      "chapter": 1,
      "verse": 21,
      "zh": "所以，人在从主耶稣在我们中间始终出入的时候，",
      "en": "Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus was living among us,"
    },
    {
      "chapter": 1,
      "verse": 22,
      "zh": "就是从约翰施洗起，直到主离开我们被接上升的日子为止，必须从那常与我们作见证的人中，立一位与我们同作耶稣复活的见证。",
      "en": "beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection."
    },
    {
      "chapter": 1,
      "verse": 23,
      "zh": "于是选举两个人，就是那叫作巴撒巴，又称呼犹士都的约瑟，和马提亚。",
      "en": "So they nominated two men: Joseph called Barsabbas (also known as Justus) and Matthias."
    },
    {
      "chapter": 1,
      "verse": 24,
      "zh": "众人就祷告说：主啊，你知道万人的心，求你从这两个人中，指明你所拣选的是谁，叫他得这使徒的位分。",
      "en": "Then they prayed, Lord, you know everyone's heart. Show us which of these two you have chosen"
    },
    {
      "chapter": 1,
      "verse": 25,
      "zh": "这使徒的职任，本是犹大离开我们而去的。",
      "en": "to take over this apostolic ministry, which Judas left to go where he belongs."
    },
    {
      "chapter": 1,
      "verse": 26,
      "zh": "他们就拈阄，阄落在马提亚身上；他就和十一个使徒同列。",
      "en": "Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles."
    },
    {
      "chapter": 2,
      "verse": 1,
      "zh": "五旬节到了，门徒都聚集在一处。",
      "en": "When the day of Pentecost came, they were all together in one place."
    },
    {
      "chapter": 2,
      "verse": 2,
      "zh": "忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子。",
      "en": "Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting."
    },
    {
      "chapter": 2,
      "verse": 3,
      "zh": "又有舌头如火焰显现出来，分开落在他们各人头上。",
      "en": "They saw what seemed to be tongues of fire that separated and came to rest on each of them."
    },
    {
      "chapter": 2,
      "verse": 4,
      "zh": "他们就都被圣灵充满，按着圣灵所赐的口才，说起别国的话来。",
      "en": "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."
    },
    {
      "chapter": 2,
      "verse": 5,
      "zh": "那时，有虔诚的犹太人，从天下各国来，住在耶路撒冷。",
      "en": "Now there were staying in Jerusalem God-fearing Jews from every nation under heaven."
    },
    {
      "chapter": 2,
      "verse": 6,
      "zh": "这声音一响，众人都来聚集，各人听见门徒用众人的乡谈说话，就甚纳闷。",
      "en": "When they heard this sound, a crowd came together in bewilderment, because each one heard their own language being spoken."
    },
    {
      "chapter": 2,
      "verse": 7,
      "zh": "都惊讶希奇说：看哪，这说话的不都是加利利人吗？",
      "en": "Utterly amazed, they asked: Aren't all these who are speaking Galileans?"
    },
    {
      "chapter": 2,
      "verse": 8,
      "zh": "我们各人怎么听见他们说我们生来所用的乡谈呢？",
      "en": "Then how is it that each of us hears them in our native language?"
    },
    {
      "chapter": 2,
      "verse": 9,
      "zh": "我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、",
      "en": "Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
    },
    {
      "chapter": 2,
      "verse": 10,
      "zh": "弗吕家、旁非利亚、埃及的人，并靠近古利奈的吕彼亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人，",
      "en": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome (both Jews and converts to Judaism);"
    },
    {
      "chapter": 2,
      "verse": 11,
      "zh": "克里特和阿拉伯人，都听见他们用我们的乡谈，讲说神的大作为。",
      "en": "Cretans and Arabs—we hear them declaring the wonders of God in our own tongues!"
    },
    {
      "chapter": 2,
      "verse": 12,
      "zh": "众人就都惊讶猜疑，彼此说：这是什么意思呢？",
      "en": "Amazed and perplexed, they asked one another, What does this mean?"
    },
    {
      "chapter": 2,
      "verse": 13,
      "zh": "还有人讥诮说：他们无非是新酒灌满了。",
      "en": "Some, however, made fun of them and said, They have had too much wine."
    },
    {
      "chapter": 2,
      "verse": 14,
      "zh": "彼得和十一个使徒站起，高声说：犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。",
      "en": "Then Peter stood up with the Eleven, raised his voice and addressed the crowd: Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say."
    },
    {
      "chapter": 2,
      "verse": 15,
      "zh": "你们想这些人是醉了，其实不是醉了，因为时候刚到巳初。",
      "en": "These people are not drunk, as you suppose. It's only nine in the morning!"
    },
    {
      "chapter": 2,
      "verse": 16,
      "zh": "这正是先知约珥所说的：",
      "en": "No, this is what was spoken by the prophet Joel:"
    },
    {
      "chapter": 2,
      "verse": 17,
      "zh": "神说：在末后的日子，我要将我的灵浇灌凡有血气的。你们的儿女要说预言；你们的少年人要见异象；老年人要做异梦。",
      "en": "In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."
    },
    {
      "chapter": 2,
      "verse": 18,
      "zh": "在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。",
      "en": "Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy."
    },
    {
      "chapter": 2,
      "verse": 19,
      "zh": "我在天上要显出奇事，在地下要显出神迹，有血、有火、有烟雾。",
      "en": "I will show wonders in the heavens above and signs on the earth below, blood and fire and billows of smoke."
    },
    {
      "chapter": 2,
      "verse": 20,
      "zh": "日头要变为黑暗，月亮要变为血，这都在主大而明显的日子未到以前。",
      "en": "The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord."
    },
    {
      "chapter": 2,
      "verse": 21,
      "zh": "到那时候，凡求告主名的，就必得救。",
      "en": "And everyone who calls on the name of the Lord will be saved."
    },
    {
      "chapter": 2,
      "verse": 22,
      "zh": "以色列人哪，请听我的话：神借着拿撒勒人耶稣，在你们中间施行异能、奇事、神迹，将他证明出来，这是你们自己知道的。",
      "en": "Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know."
    },
    {
      "chapter": 2,
      "verse": 23,
      "zh": "他既按着神的定旨先见被交与人，你们就借着无法之人的手，把他钉在十字架上，杀了。",
      "en": "This man was handed over to you by God's deliberate plan and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross."
    },
    {
      "chapter": 2,
      "verse": 24,
      "zh": "神却将死的痛苦解释了，叫他复活，因为他原不能被死拘禁。",
      "en": "But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him."
    },
    {
      "chapter": 2,
      "verse": 25,
      "zh": "大卫指着他说：我看见主常在我眼前，他在我右边，叫我不至于摇动。",
      "en": "David said about him: I saw the Lord always before me. Because he is at my right hand, I will not be shaken."
    },
    {
      "chapter": 2,
      "verse": 26,
      "zh": "所以，我心欢喜，我的灵快乐；我的肉身也要安居在指望中。",
      "en": "Therefore my heart is glad and my tongue rejoices; my body also will rest in hope,"
    },
    {
      "chapter": 2,
      "verse": 27,
      "zh": "因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。",
      "en": "because you will not abandon me to the realm of the dead, you will not let your holy one see decay."
    },
    {
      "chapter": 2,
      "verse": 28,
      "zh": "你已将生命的道路指示我，必叫我因见你的面，得着满足的快乐。",
      "en": "You have made known to me the paths of life; you will fill me with joy in your presence."
    },
    {
      "chapter": 2,
      "verse": 29,
      "zh": "诸位弟兄，先祖大卫的事，我可以明明地对你们说，他死了，也葬埋了，并且他的坟墓直到今日还在我们这里。",
      "en": "Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day."
    },
    {
      "chapter": 2,
      "verse": 30,
      "zh": "大卫既是先知，又晓得神曾向他起誓，要从他的后裔中立一位坐在他的宝座上，",
      "en": "But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne."
    },
    {
      "chapter": 2,
      "verse": 31,
      "zh": "就预先看明这事，讲论基督复活说：他的灵魂不撇在阴间，他的肉身也不见朽坏。",
      "en": "Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay."
    },
    {
      "chapter": 2,
      "verse": 32,
      "zh": "这耶稣，神已经叫他复活了，我们都为这事作见证。",
      "en": "God has raised this Jesus to life, and we are all witnesses of it."
    },
    {
      "chapter": 2,
      "verse": 33,
      "zh": "他既被神的右手高举，又从父受了所应许的圣灵，就把你们所看见所听见的浇灌下来。",
      "en": "Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear."
    },
    {
      "chapter": 2,
      "verse": 34,
      "zh": "大卫并没有升到天上，但自己说：主对我主说：你坐在我右边，",
      "en": "For David did not ascend to heaven, and yet he said, The Lord said to my Lord: Sit at my right hand"
    },
    {
      "chapter": 2,
      "verse": 35,
      "zh": "等我使你的仇敌作你的脚凳。",
      "en": "until I make your enemies a footstool for your feet."
    },
    {
      "chapter": 2,
      "verse": 36,
      "zh": "故此，以色列全家当确实地知道，你们钉在十字架上的这位耶稣，神已经立他为主，为基督了。",
      "en": "Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah."
    },
    {
      "chapter": 2,
      "verse": 37,
      "zh": "众人听见这话，觉得扎心，就对彼得和其余的使徒说：诸位弟兄，我们当怎样行？",
      "en": "When the people heard this, they were cut to the heart and said to Peter and the other apostles, Brothers, what shall we do?"
    },
    {
      "chapter": 2,
      "verse": 38,
      "zh": "彼得说：你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵。",
      "en": "Peter replied, Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."
    },
    {
      "chapter": 2,
      "verse": 39,
      "zh": "因为这应许是给你们和你们的儿女，并一切在远方的人，就是主我们神所召来的。",
      "en": "The promise is for you and your children and for all who are far off—for all whom the Lord our God will call."
    },
    {
      "chapter": 2,
      "verse": 40,
      "zh": "彼得还用许多别的话作见证，劝勉他们说：你们当救自己脱离这弯曲的世代。",
      "en": "With many other words he warned them; and he pleaded with them, Save yourselves from this corrupt generation."
    },
    {
      "chapter": 2,
      "verse": 41,
      "zh": "于是领受他话的人就受了洗。那一天，门徒约添了三千人。",
      "en": "Those who accepted his message were baptized, and about three thousand were added to their number that day."
    },
    {
      "chapter": 2,
      "verse": 42,
      "zh": "都恒心遵守使徒的教训，彼此交接、掰饼、祈祷。",
      "en": "They devoted themselves to the apostles' teaching and to fellowship, to the breaking of bread and to prayer."
    },
    {
      "chapter": 2,
      "verse": 43,
      "zh": "众人都惧怕；使徒又行了许多奇事神迹。",
      "en": "Everyone was filled with awe at the many wonders and signs performed by the apostles."
    },
    {
      "chapter": 2,
      "verse": 44,
      "zh": "信的人都在一处，凡物公用，",
      "en": "All the believers were together and had everything in common."
    },
    {
      "chapter": 2,
      "verse": 45,
      "zh": "并且卖了田产家业，照各人所需用的分给各人。",
      "en": "They sold property and possessions to give to anyone who had need."
    },
    {
      "chapter": 2,
      "verse": 46,
      "zh": "他们天天同心合意恒切地在殿里，且在家中掰饼，存着欢喜诚实的心用饭，",
      "en": "They worshiped together at the Temple each day, met in homes for the Lord's Supper, and shared their meals with great joy and generosity—"
    },
    {
      "chapter": 2,
      "verse": 47,
      "zh": "赞美神，得众民的喜爱。主将得救的人天天加给他们。",
      "en": "all the while praising God and enjoying the goodwill of all the people. And each day the Lord added to their fellowship those who were being saved."
    },
    {
      "chapter": 3,
      "verse": 1,
      "zh": "申初祷告的时候，彼得、约翰上圣殿去。",
      "en": "One day Peter and John were going up to the temple at the time of prayer—at three in the afternoon."
    },
    {
      "chapter": 3,
      "verse": 2,
      "zh": "有一个人生来是瘸腿的，天天被人抬来，放在殿的一个门口，那门名叫美门，要求进殿的人周济。",
      "en": "Now a man who was lame from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts."
    },
    {
      "chapter": 3,
      "verse": 3,
      "zh": "他看见彼得、约翰将要进殿，就求他们周济。",
      "en": "When he saw Peter and John about to enter, he asked them for money."
    },
    {
      "chapter": 3,
      "verse": 4,
      "zh": "彼得、约翰定睛看他。彼得说：你看我们。",
      "en": "Peter looked straight at him, as did John. Then Peter said, Look at us!"
    },
    {
      "chapter": 3,
      "verse": 5,
      "zh": "那人就留意看他们，指望得着什么。",
      "en": "So the man paid attention to them, expecting to get something from them."
    },
    {
      "chapter": 3,
      "verse": 6,
      "zh": "彼得说：金银我都没有，只把我所有的给你。我奉拿撒勒人耶稣基督的名，叫你起来行走。",
      "en": "Then Peter said, Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk."
    },
    {
      "chapter": 3,
      "verse": 7,
      "zh": "于是拉着他的右手，扶他起来；他的脚和踝子骨立刻健壮了，",
      "en": "Taking him by the right hand, he helped him up, and instantly the man's feet and ankles became strong."
    },
    {
      "chapter": 3,
      "verse": 8,
      "zh": "他跳起来，站着，又行走，同他们进了殿，走着，跳着，赞美神。",
      "en": "He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God."
    },
    {
      "chapter": 3,
      "verse": 9,
      "zh": "百姓都看见他行走，赞美神。",
      "en": "When all the people saw him walking and praising God,"
    },
    {
      "chapter": 3,
      "verse": 10,
      "zh": "认得他是那素常坐在殿的美门口求周济的，就因他所遇着的事，满心希奇惊讶。",
      "en": "they recognized him as the same man who used to sit begging at the temple gate called Beautiful, and they were filled with wonder and amazement at what had happened to him."
    },
    {
      "chapter": 3,
      "verse": 11,
      "zh": "那人正在称为所罗门的廊下，拉着彼得、约翰；众百姓一齐跑到他们那里，很觉希奇。",
      "en": "While the man held on to Peter and John, all the people were astonished and came running to them in the place called Solomon's Colonnade."
    },
    {
      "chapter": 3,
      "verse": 12,
      "zh": "彼得看见，就对百姓说：以色列人哪，为什么把这事当作希奇呢？为什么定睛看我们，以为我们凭自己的能力和虔诚使这人行走呢？",
      "en": "When Peter saw this, he said to them: Fellow Israelites, why does this surprise you? Why do you stare at us as if by our own power or godliness we had made this man walk?"
    },
    {
      "chapter": 3,
      "verse": 13,
      "zh": "亚伯拉罕、以撒、雅各的神，就是我们列祖的神，已经荣耀了他的仆人耶稣；你们却把他交付彼拉多。彼拉多定意要释放他，你们竟在彼拉多面前弃绝了他。",
      "en": "The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified his servant Jesus. You handed him over to be killed, and you disowned him before Pilate, though he had decided to let him go."
    },
    {
      "chapter": 3,
      "verse": 14,
      "zh": "你们弃绝了那圣洁公义者，反求着释放一个凶手给你们。",
      "en": "You disowned the Holy and Righteous One and asked that a murderer be released to you."
    },
    {
      "chapter": 3,
      "verse": 15,
      "zh": "你们杀了那生命的主，神却叫他从死里复活了；我们都是为这事作见证。",
      "en": "You killed the author of life, but God raised him from the dead. We are witnesses of this."
    },
    {
      "chapter": 3,
      "verse": 16,
      "zh": "我们因信他的名，他的名便叫你们所看见所认识的这人健壮了；正是他所赐的信心，叫这人在你们众人面前全然好了。",
      "en": "By faith in the name of Jesus, this man whom you see and know was made strong. It is Jesus' name and the faith that comes through him that has completely healed him, as you can all see."
    },
    {
      "chapter": 3,
      "verse": 17,
      "zh": "弟兄们，我知道你们做这事是出于不知，你们的官长也是如此。",
      "en": "Now, fellow Israelites, I know that you acted in ignorance, as did your leaders."
    },
    {
      "chapter": 3,
      "verse": 18,
      "zh": "但神曾借众先知的口，预言基督将要受害，就这样应验了。",
      "en": "But this is how God fulfilled what he had foretold through all the prophets, saying that his Messiah would suffer."
    },
    {
      "chapter": 3,
      "verse": 19,
      "zh": "所以你们当悔改归正，使你们的罪得以涂抹，这样，那安舒的日子就必从主面前来到。",
      "en": "Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord."
    },
    {
      "chapter": 3,
      "verse": 20,
      "zh": "主也必差遣所预定给你们的基督耶稣降临。",
      "en": "And he will send the Messiah, who has been appointed for you—even Jesus."
    },
    {
      "chapter": 3,
      "verse": 21,
      "zh": "天必留他，直到万物复兴的时候，就是神从创世以来，借着圣先知的口所说的。",
      "en": "Heaven must receive him until the time comes for God to restore everything, as he promised long ago through his holy prophets."
    },
    {
      "chapter": 3,
      "verse": 22,
      "zh": "摩西曾说：主神要从你们弟兄中间，给你们兴起一位先知像我，凡他向你们所说的，你们都要听从。",
      "en": "For Moses said, The Lord your God will raise up for you a prophet like me from among your own people; you must listen to everything he tells you."
    },
    {
      "chapter": 3,
      "verse": 23,
      "zh": "凡不听从那先知的，必要从民中全然灭绝。",
      "en": "Anyone who does not listen to him will be completely cut off from their people."
    },
    {
      "chapter": 3,
      "verse": 24,
      "zh": "从撒母耳以来的众先知，每一个也都讲论这些日子。",
      "en": "Indeed, beginning with Samuel, all the prophets who have spoken have foretold these days."
    },
    {
      "chapter": 3,
      "verse": 25,
      "zh": "你们是先知的子孙，也承受神与你们祖宗所立的约，就是对亚伯拉罕说：地上万族都要因你的后裔得福。",
      "en": "And you are heirs of the prophets and of the covenant God made with your fathers. He said to Abraham, Through your offspring all peoples on earth will be blessed."
    },
    {
      "chapter": 3,
      "verse": 26,
      "zh": "神既兴起他的仆人，就先差他到你们这里来，赐福给你们，叫你们各人回转，离开罪恶。",
      "en": "When God raised up his servant, he sent him first to you to bless you by turning each of you from your wicked ways."
    },
    {
      "chapter": 4,
      "verse": 1,
      "zh": "使徒对百姓说话的时候，祭司们和守殿官，并撒都该人，忽然来了。",
      "en": "The priests and the captain of the temple guard and the Sadducees came up to Peter and John while they were speaking to the people."
    },
    {
      "chapter": 4,
      "verse": 2,
      "zh": "因他们教训百姓，本着耶稣，传说死人复活，就很烦恼，",
      "en": "They were greatly disturbed because the apostles were teaching the people, proclaiming in Jesus the resurrection of the dead."
    },
    {
      "chapter": 4,
      "verse": 3,
      "zh": "于是下手拿住他们。因为天已经晚了，就把他们押到第二天。",
      "en": "They seized Peter and John and, because it was evening, they put them in jail until the next day."
    },
    {
      "chapter": 4,
      "verse": 4,
      "zh": "但听道之人有许多信的，男丁数目约到五千。",
      "en": "But many who heard the message believed; so the number of men who believed grew to about five thousand."
    },
    {
      "chapter": 4,
      "verse": 5,
      "zh": "第二天，官府、长老，和文士，在耶路撒冷聚会。",
      "en": "The next day the rulers, the elders and the teachers of the law met in Jerusalem."
    },
    {
      "chapter": 4,
      "verse": 6,
      "zh": "又有大祭司亚那和该亚法、约翰、亚历山大，并大祭司的亲族都在那里。",
      "en": "Annas the high priest was there, and so were Caiaphas, John, Alexander and others of the high priest's family."
    },
    {
      "chapter": 4,
      "verse": 7,
      "zh": "他们叫使徒站在当中，问他们说：你们用什么能力，奉谁的名做这事呢？",
      "en": "They had Peter and John brought before them and began to question them: By what power or what name did you do this?"
    },
    {
      "chapter": 4,
      "verse": 8,
      "zh": "那时彼得被圣灵充满，对他们说：",
      "en": "Then Peter, filled with the Holy Spirit, said to them: Rulers and elders of the people!"
    },
    {
      "chapter": 4,
      "verse": 9,
      "zh": "官府和长老啊，若是今日因为在残疾人身上所行的善事，查问我们他是怎样得了痊愈，",
      "en": "If we are being called to account today for an act of kindness shown to a man who was lame and are being asked how he was healed,"
    },
    {
      "chapter": 4,
      "verse": 10,
      "zh": "你们众人和以色列百姓都当知道，站在你们面前的这人得痊愈，是因你们所钉十字架，神叫他从死里复活的拿撒勒人耶稣基督的名。",
      "en": "then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed."
    },
    {
      "chapter": 4,
      "verse": 11,
      "zh": "他是你们匠人所弃的石头，已成了房角的头块石头。",
      "en": "Jesus is the stone you builders rejected, which has become the cornerstone."
    },
    {
      "chapter": 4,
      "verse": 12,
      "zh": "除他以外，别无拯救，因为在天下人间，没有赐下别的名我们可以靠着得救。",
      "en": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved."
    },
    {
      "chapter": 4,
      "verse": 13,
      "zh": "他们见彼得、约翰的胆量，又看出他们原是没有学问的小民，就希奇，认明他们是跟过耶稣的。",
      "en": "When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus."
    },
    {
      "chapter": 4,
      "verse": 14,
      "zh": "又看见那治好了的人和他们一同站着，就无话可驳。",
      "en": "But since they could see the man who had been healed standing there with them, there was nothing they could say."
    },
    {
      "chapter": 4,
      "verse": 15,
      "zh": "于是吩咐他们从公会出去，就彼此商议说：",
      "en": "So they ordered them to withdraw from the Sanhedrin and then conferred together."
    },
    {
      "chapter": 4,
      "verse": 16,
      "zh": "我们当怎样办这两个人呢？因为他们诚然行了一件明显的神迹，凡住耶路撒冷的人都知道，我们也不能说没有。",
      "en": "What are we going to do with these men? they asked. Everyone living in Jerusalem knows they have performed a notable sign, and we cannot deny it."
    },
    {
      "chapter": 4,
      "verse": 17,
      "zh": "惟恐这事越发传扬在民间，我们必须恐吓他们，叫他们不再奉这名对人讲论。",
      "en": "But to stop this thing from spreading any further among the people, we must warn them to speak no longer to anyone in this name."
    },
    {
      "chapter": 4,
      "verse": 18,
      "zh": "于是叫了他们来，禁止他们总不可奉耶稣的名讲论教训。",
      "en": "Then they called them in again and commanded them not to speak or teach at all in the name of Jesus."
    },
    {
      "chapter": 4,
      "verse": 19,
      "zh": "彼得、约翰说：听从你们，不听从神，这在神面前合理不合理，你们自己酌量吧。",
      "en": "But Peter and John replied, Which is right in God's eyes: to listen to you, or to him? You be the judges!"
    },
    {
      "chapter": 4,
      "verse": 20,
      "zh": "我们所看见所听见的，不能不说。",
      "en": "As for us, we cannot help speaking about what we have seen and heard."
    },
    {
      "chapter": 4,
      "verse": 21,
      "zh": "官长为百姓的缘故，想不出法子刑罚他们，又恐吓一番，把他们释放了。",
      "en": "After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened."
    },
    {
      "chapter": 4,
      "verse": 22,
      "zh": "因为那人得医治的神迹显明在众人眼前，他们的年纪已有四十多岁。",
      "en": "For the man who was miraculously healed was over forty years old."
    },
    {
      "chapter": 4,
      "verse": 23,
      "zh": "二人既被释放，就到会友那里去，把祭司长和长老所说的话都告诉他们。",
      "en": "On their release, Peter and John went back to their own people and reported all that the chief priests and the elders had said to them."
    },
    {
      "chapter": 4,
      "verse": 24,
      "zh": "他们听见了，就同心合意地高声向神说：主啊，你是造天、地、海，和其中万物的。",
      "en": "When they heard this, they raised their voices together in prayer to God. Sovereign Lord, they said, you made the heavens and the earth and the sea, and everything in them."
    },
    {
      "chapter": 4,
      "verse": 25,
      "zh": "你借着圣灵托你仆人我们祖宗大卫的口，说：外邦为什么争闹？万民为什么谋算虚妄的事？",
      "en": "You spoke by the Holy Spirit through the mouth of your servant, our father David: Why do the nations rage and the peoples plot in vain?"
    },
    {
      "chapter": 4,
      "verse": 26,
      "zh": "世上的君王一齐起来，臣宰也聚集，要敌挡主，并主的受膏者。",
      "en": "The kings of the earth rise up and the rulers band together against the Lord and against his anointed one."
    },
    {
      "chapter": 4,
      "verse": 27,
      "zh": "希律和本丢彼拉多，外邦人和以色列民，果然在这城里聚集，要攻打你所膏的圣仆耶稣，",
      "en": "Indeed Herod and Pontius Pilate met together with the Gentiles and the people of Israel in this city to conspire against your holy servant Jesus, whom you anointed."
    },
    {
      "chapter": 4,
      "verse": 28,
      "zh": "成就你手和你意旨所预定必有的事。",
      "en": "They did what your power and will had decided beforehand should happen."
    },
    {
      "chapter": 4,
      "verse": 29,
      "zh": "他们恐吓我们，现在求主鉴察，一面叫你仆人大放胆量讲你的道，",
      "en": "Now, Lord, consider their threats and enable your servants to speak your word with great boldness."
    },
    {
      "chapter": 4,
      "verse": 30,
      "zh": "一面伸出你的手来医治疾病，并且使神迹奇事因着你圣仆耶稣的名行出来。",
      "en": "Stretch out your hand to heal and perform signs and wonders through the name of your holy servant Jesus."
    },
    {
      "chapter": 4,
      "verse": 31,
      "zh": "祷告完了，聚会的地方震动，他们就都被圣灵充满，放胆讲论神的道。",
      "en": "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."
    },
    {
      "chapter": 4,
      "verse": 32,
      "zh": "那许多信的人都是一心一意的，没有一人说他的东西是自己的，都是大家公用。",
      "en": "All the believers were one in heart and mind. No one claimed that any of their possessions was their own, but they shared everything they had."
    },
    {
      "chapter": 4,
      "verse": 33,
      "zh": "使徒大有能力，见证主耶稣复活；众人也都蒙大恩。",
      "en": "With great power the apostles continued to testify to the resurrection of the Lord Jesus. And God's grace was so powerfully at work in them all"
    },
    {
      "chapter": 4,
      "verse": 34,
      "zh": "内中也没有一个缺乏的，因为人人将田产房屋都卖了，把所卖的价银拿来，放在使徒脚前。",
      "en": "that there were no needy persons among them. For from time to time those who owned land or houses sold them, brought the money from the sales"
    },
    {
      "chapter": 4,
      "verse": 35,
      "zh": "照各人所需用的，分给各人。",
      "en": "and put it at the apostles' feet, and it was distributed to anyone who had need."
    },
    {
      "chapter": 4,
      "verse": 36,
      "zh": "有一个利未人，生在塞浦路斯，名叫约瑟，使徒称他为巴拿巴，巴拿巴翻出来，就是劝慰子。",
      "en": "Joseph, a Levite from Cyprus, whom the apostles called Barnabas (which means son of encouragement),"
    },
    {
      "chapter": 4,
      "verse": 37,
      "zh": "他有田地，也卖了，把价银拿来，放在使徒脚前。",
      "en": "sold a field he owned and brought the money and put it at the apostles' feet."
    },
    {
      "chapter": 5,
      "verse": 1,
      "zh": "有一个人名叫亚拿尼亚，同他的妻子撒非喇，卖了田产。",
      "en": "Now a man named Ananias, together with his wife Sapphira, also sold a piece of property."
    },
    {
      "chapter": 5,
      "verse": 2,
      "zh": "私下留下一部分，妻子也知道，其余的一部分拿来，放在使徒脚前。",
      "en": "With his wife's full knowledge he kept back part of the money for himself, but brought the rest and put it at the apostles' feet."
    },
    {
      "chapter": 5,
      "verse": 3,
      "zh": "彼得说：亚拿尼亚，为什么撒但充满了你的心，叫你欺哄圣灵，把田地的价银私自留下几分呢？",
      "en": "Then Peter said, Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land?"
    },
    {
      "chapter": 5,
      "verse": 4,
      "zh": "田地还没有卖，不是你自己的吗？既卖了，价银不是你作主吗？你怎么心里起这意念呢？你不是欺哄人，是欺哄神了。",
      "en": "Didn't it belong to you before it was sold? And after it was sold, wasn't the money at your disposal? What made you think of doing such a thing? You have not lied just to human beings but to God."
    },
    {
      "chapter": 5,
      "verse": 5,
      "zh": "亚拿尼亚听见这话，就仆倒，断了气。听见的人都甚惧怕。",
      "en": "When Ananias heard this, he fell down and died. And great fear seized all who heard what had happened."
    },
    {
      "chapter": 5,
      "verse": 6,
      "zh": "有些少年人起来，把他包裹，抬出去埋葬了。",
      "en": "Then some young men came forward, wrapped up his body, and carried him out and buried him."
    },
    {
      "chapter": 5,
      "verse": 7,
      "zh": "约过了三小时，他的妻子进来，还不知道这事。",
      "en": "About three hours later his wife came in, not knowing what had happened."
    },
    {
      "chapter": 5,
      "verse": 8,
      "zh": "彼得对她说：你告诉我，你们卖田地的价银就是这些吗？她说：就是这些。",
      "en": "Peter asked her, Tell me, is this the price you and Ananias got for the land? Yes, she said, that is the price."
    },
    {
      "chapter": 5,
      "verse": 9,
      "zh": "彼得说：你们为什么同心试探主的灵呢？埋葬你丈夫之人的脚已到门口，他们也要把你抬出去。",
      "en": "Peter said to her, How could you conspire to test the Spirit of the Lord? Listen! The feet of the men who buried your husband are at the door, and they will carry you out also."
    },
    {
      "chapter": 5,
      "verse": 10,
      "zh": "妇人立刻仆倒在他脚前，断了气。那些少年人进来，见她已经死了，就抬出去，埋在她丈夫旁边。",
      "en": "At that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband."
    },
    {
      "chapter": 5,
      "verse": 11,
      "zh": "全教会和听见这事的人都甚惧怕。",
      "en": "Great fear seized the whole church and all who heard about these events."
    },
    {
      "chapter": 5,
      "verse": 12,
      "zh": "主借使徒的手在民间行了许多神迹奇事，他们（或作：他们同心合意）都在所罗门的廊下。",
      "en": "The apostles performed many signs and wonders among the people. And all the believers used to meet together in Solomon's Colonnade."
    },
    {
      "chapter": 5,
      "verse": 13,
      "zh": "其余的人没有一个敢贴近他们，百姓却尊重他们。",
      "en": "No one else dared join them, even though they were highly regarded by the people."
    },
    {
      "chapter": 5,
      "verse": 14,
      "zh": "信而归主的人越发增添，连男带女很多。",
      "en": "Nevertheless, more and more men and women believed in the Lord and were added to their number."
    },
    {
      "chapter": 5,
      "verse": 15,
      "zh": "甚至有人将病人抬到街上，放在床上或褥子上，指望彼得过的时候，或者他的影儿能照在谁的身上。",
      "en": "As a result, people brought the sick into the streets and laid them on beds and mats so that at least Peter's shadow might fall on some of them as he passed by."
    },
    {
      "chapter": 5,
      "verse": 16,
      "zh": "还有许多人带着病人和被污鬼缠磨的，从耶路撒冷四围的城邑来，全都得了医治。",
      "en": "Crowds gathered also from the towns around Jerusalem, bringing their sick and those tormented by impure spirits, and all of them were healed."
    },
    {
      "chapter": 5,
      "verse": 17,
      "zh": "大祭司和他的一切同人，就是撒都该党，都起来，满心忌恨，",
      "en": "Then the high priest and all his associates, who were members of the party of the Sadducees, were filled with jealousy."
    },
    {
      "chapter": 5,
      "verse": 18,
      "zh": "就下手拿住使徒，收在外监。",
      "en": "They arrested the apostles and put them in the public jail."
    },
    {
      "chapter": 5,
      "verse": 19,
      "zh": "但主的使者夜间开了监门，领他们出来，说：",
      "en": "But during the night an angel of the Lord opened the doors of the jail and brought them out."
    },
    {
      "chapter": 5,
      "verse": 20,
      "zh": "你们去站在殿里，把这生命的道都讲给百姓听。",
      "en": "Go, stand in the temple courts, he said, and tell the people all about this new life."
    },
    {
      "chapter": 5,
      "verse": 21,
      "zh": "使徒听了这话，天将亮的时候，就进了殿，教训百姓。大祭司和他的同人来了，叫齐公会的人和以色列族的众长老，就差人到监里去，要把使徒提出来。",
      "en": "At daybreak they entered the temple courts, as they had been told, and began to teach the people. When the high priest and his associates arrived, they called together the Sanhedrin—the full assembly of the elders of Israel—and sent to the jail for the apostles."
    },
    {
      "chapter": 5,
      "verse": 22,
      "zh": "但差役到了，不见他们在监里，就回来禀报说：",
      "en": "But on arriving at the jail, the officers did not find them there. So they went back and reported,"
    },
    {
      "chapter": 5,
      "verse": 23,
      "zh": "我们看见监牢关得严紧，守卫也都站在门外，但开了门，一人也不见在里面。",
      "en": "We found the jail securely locked, with the guards standing at the doors; but when we opened them, we found no one inside."
    },
    {
      "chapter": 5,
      "verse": 24,
      "zh": "守殿官和祭司长听见这话，心里犯难，不知这事将来如何。",
      "en": "On hearing this report, the captain of the temple guard and the chief priests were at a loss, wondering what this might lead to."
    },
    {
      "chapter": 5,
      "verse": 25,
      "zh": "有一个人来禀报说：你们收在监里的人，现在站在殿里教训百姓。",
      "en": "Then someone came and said, Look! The men you put in jail are standing in the temple courts teaching the people."
    },
    {
      "chapter": 5,
      "verse": 26,
      "zh": "于是守殿官和差役去带他们来，并没有用强暴，因为怕百姓用石头打他们。",
      "en": "At that, the captain went with his officers and brought the apostles. They did not use force, because they feared that the people would stone them."
    },
    {
      "chapter": 5,
      "verse": 27,
      "zh": "带到了，便叫他们站在公会前。大祭司问他们说：",
      "en": "The apostles were brought in and made to appear before the Sanhedrin to be questioned by the high priest."
    },
    {
      "chapter": 5,
      "verse": 28,
      "zh": "我们不是严严地禁止你们，不可奉这名教训人吗？你们倒把你们的道理充满了耶路撒冷，想要叫这人的血归到我们身上。",
      "en": "We gave you strict orders not to teach in this name, he said. Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man's blood."
    },
    {
      "chapter": 5,
      "verse": 29,
      "zh": "彼得和众使徒回答说：顺从神，不顺从人，是应当的。",
      "en": "Peter and the other apostles replied: We must obey God rather than human beings!"
    },
    {
      "chapter": 5,
      "verse": 30,
      "zh": "你们挂在木头上杀害的耶稣，我们祖宗的神已经叫他复活。",
      "en": "You killed the author of life, but God raised him from the dead. We are witnesses of this."
    },
    {
      "chapter": 5,
      "verse": 31,
      "zh": "神且用右手将他高举，叫他作君王，作救主，将悔改的心和赦罪的恩赐给以色列人。",
      "en": "God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins."
    },
    {
      "chapter": 5,
      "verse": 32,
      "zh": "我们为这事作见证，神赐给顺从之人圣灵，也为这见证。",
      "en": "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him."
    },
    {
      "chapter": 5,
      "verse": 33,
      "zh": "公会的人听见这话，就极其恼怒，想要杀他们。",
      "en": "When they heard this, they were furious and wanted to put them to death."
    },
    {
      "chapter": 5,
      "verse": 34,
      "zh": "但有一个法利赛人，名叫迦玛列，是众百姓所敬重的教法师，在公会中站起来，吩咐人把使徒暂且带到外面去。",
      "en": "But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a little while."
    },
    {
      "chapter": 5,
      "verse": 35,
      "zh": "他对众人说：以色列人哪，论到这些人，你们应当小心怎样办理。",
      "en": "Then he addressed the Sanhedrin: Men of Israel, consider carefully what you intend to do to these men."
    },
    {
      "chapter": 5,
      "verse": 36,
      "zh": "从前丢大起来，自夸为大，附和他的人约有四百，他被杀了，附和他的人也都散了，归于无有。",
      "en": "Some time ago Theudas appeared, claiming to be somebody, and about four hundred men rallied to him. He was killed, all his followers were dispersed, and it all came to nothing."
    },
    {
      "chapter": 5,
      "verse": 37,
      "zh": "此后报名上册的时候，又有加利利人犹大起来，引诱些百姓跟从他，他也灭亡，附和他的人也都四散了。",
      "en": "After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered."
    },
    {
      "chapter": 5,
      "verse": 38,
      "zh": "现在我劝你们，不要管这些人，任凭他们吧。他们所谋的，所行的，若是出于人，必要败坏；",
      "en": "Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail."
    },
    {
      "chapter": 5,
      "verse": 39,
      "zh": "若是出于神，你们就不能败坏他们，恐怕你们倒是攻击神了。",
      "en": "But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God."
    },
    {
      "chapter": 5,
      "verse": 40,
      "zh": "公会的人听从了他，便叫使徒来，把他们打了，又吩咐他们不可奉耶稣的名讲论，就把他们释放了。",
      "en": "His speech persuaded them. They called the apostles in and had them flogged. Then they ordered them not to speak in the name of Jesus, and let them go."
    },
    {
      "chapter": 5,
      "verse": 41,
      "zh": "他们离开公会，心里欢喜，因被算是配为这名受辱。",
      "en": "The apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name."
    },
    {
      "chapter": 5,
      "verse": 42,
      "zh": "他们就每日在殿里，在家里，不住地教训人，传耶稣是基督。",
      "en": "Day after day, in the temple courts and from house to house, they never stopped teaching and proclaiming the good news that Jesus is the Messiah."
    },
    {
      "chapter": 8,
      "verse": 30,
      "zh": "腓利就跑到太监那里，听见他念先知以赛亚的书，便问他说：你所念的，你明白吗？",
      "en": "Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. Do you understand what you are reading? Philip asked."
    },
    {
      "chapter": 9,
      "verse": 15,
      "zh": "主对亚拿尼亚说：你只管去！他是我所拣选的器皿，要在外邦人和君王并以色列人面前宣扬我的名。",
      "en": "But the Lord said to Ananias, Go! This man is my chosen instrument to proclaim my name to the Gentiles and their kings and to the people of Israel."
    },
    {
      "chapter": 10,
      "verse": 43,
      "zh": "众先知也为他作见证说：凡信他的人，必因他的名得蒙赦罪。",
      "en": "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name."
    },
    {
      "chapter": 11,
      "verse": 26,
      "zh": "找着了，就带他到安提阿去。他们足有一年的工夫和教会一同聚集，教训了许多人。门徒称为基督徒是从安提阿起首。",
      "en": "and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught great numbers of people. The disciples were called Christians first at Antioch."
    },
    {
      "chapter": 13,
      "verse": 47,
      "zh": "因为主曾这样吩咐我们说：'我已经立你作外邦人的光，叫你施行救恩，直到地极。'",
      "en": "For this is what the Lord has commanded us: 'I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.'"
    },
    {
      "chapter": 14,
      "verse": 22,
      "zh": "坚固门徒的心，劝他们恒守所信的道，又说：我们进入神的国，必须经历许多艰难。",
      "en": "strengthening the disciples and encouraging them to remain true to the faith. We must go through many hardships to enter the kingdom of God, they said."
    },
    {
      "chapter": 16,
      "verse": 31,
      "zh": "他们说：当信主耶稣，你和你一家都必得救。",
      "en": "They replied, Believe in the Lord Jesus, and you will be saved—you and your household."
    },
    {
      "chapter": 17,
      "verse": 11,
      "zh": "这地方的人贤于帖撒罗尼迦的人，甘心领受这道，天天考查圣经，要晓得这道是与不是。",
      "en": "Now the Berean Jews were of more noble character than those in Thessalonica, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."
    },
    {
      "chapter": 18,
      "verse": 9,
      "zh": "夜间，主在异象中对保罗说：不要怕，只管讲，不要闭口。",
      "en": "One night the Lord spoke to Paul in a vision: Do not be afraid; keep on speaking, do not be silent."
    },
    {
      "chapter": 20,
      "verse": 24,
      "zh": "我却不以性命为念，也不看为宝贵，只要行完我的路程，成就我从主耶稣所受的职事，证明神恩惠的福音。",
      "en": "However, I consider my life worth nothing to me; my only aim is to finish the race and complete the task the Lord Jesus has given me—the task of testifying to the good news of God's grace."
    },
    {
      "chapter": 22,
      "verse": 16,
      "zh": "现在你为什么耽延呢？起来！求告他的名受洗，洗去你的罪。",
      "en": "And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name."
    },
    {
      "chapter": 24,
      "verse": 16,
      "zh": "我因此自己勉励，对神、对人，常存无亏的良心。",
      "en": "So I strive always to keep my conscience clear before God and man."
    },
    {
      "chapter": 26,
      "verse": 18,
      "zh": "我差你到他们那里去，要叫他们的眼睛得开，从黑暗中归向光明，从撒但权下归向神；又因信我，得蒙赦罪，和一切成圣的人同得基业。",
      "en": "to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me."
    },
    {
      "chapter": 28,
      "verse": 31,
      "zh": "放胆传讲神国的道，将主耶稣基督的事教导人，并没有人禁止。",
      "en": "He proclaimed the kingdom of God and taught about the Lord Jesus Christ—with all boldness and without hindrance!"
    }
  ],
  "keyVerses": [
    {"chapter": 1, "verse": 8},
    {"chapter": 2, "verse": 38},
    {"chapter": 2, "verse": 42},
    {"chapter": 3, "verse": 19},
    {"chapter": 4, "verse": 12},
    {"chapter": 5, "verse": 29},
    {"chapter": 8, "verse": 30},
    {"chapter": 9, "verse": 15},
    {"chapter": 10, "verse": 43},
    {"chapter": 11, "verse": 26},
    {"chapter": 13, "verse": 47},
    {"chapter": 14, "verse": 22},
    {"chapter": 16, "verse": 31},
    {"chapter": 17, "verse": 11},
    {"chapter": 18, "verse": 9},
    {"chapter": 20, "verse": 24},
    {"chapter": 22, "verse": 16},
    {"chapter": 24, "verse": 16},
    {"chapter": 26, "verse": 18},
    {"chapter": 28, "verse": 31}
  ]
}