{
  "name": "使徒行传",
  "englishName": "acts",
  "color": "#f39c12",
  "description": "记录早期教会的建立和使徒们传福音的历史，见证圣灵的大能",
  "chapters": 28,
  "verses": [
    {
      "chapter": 1,
      "verse": 1,
      "zh": "提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教导的，",
      "en": "In my former book, Theophilus, I wrote about all that Jesus began to do and to teach"
    },
    {
      "chapter": 1,
      "verse": 2,
      "zh": "直到他借着圣灵吩咐所拣选的使徒，以后被接上升的日子为止。",
      "en": "until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen."
    },
    {
      "chapter": 1,
      "verse": 3,
      "zh": "他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说神国的事。",
      "en": "After his suffering, he presented himself to them and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God."
    },
    {
      "chapter": 1,
      "verse": 4,
      "zh": "耶稣和他们聚集的时候，嘱咐他们说：不要离开耶路撒冷，要等候父所应许的，就是你们听见我说的。",
      "en": "On one occasion, while he was eating with them, he gave them this command: Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about."
    },
    {
      "chapter": 1,
      "verse": 5,
      "zh": "约翰是用水施洗，但不多几日，你们要受圣灵的洗。",
      "en": "For John baptized with water, but in a few days you will be baptized with the Holy Spirit."
    },
    {
      "chapter": 1,
      "verse": 6,
      "zh": "他们聚集的时候，问耶稣说：主啊，你复兴以色列国就在这时候吗？",
      "en": "Then they gathered around him and asked him, Lord, are you at this time going to restore the kingdom to Israel?"
    },
    {
      "chapter": 1,
      "verse": 7,
      "zh": "耶稣对他们说：父凭着自己的权柄所定的时候、日期，不是你们可以知道的。",
      "en": "He said to them: It is not for you to know the times or dates the Father has set by his own authority."
    },
    {
      "chapter": 1,
      "verse": 8,
      "zh": "但圣灵降临在你们身上，你们就必得着能力；并要在耶路撒冷、犹太全地和撒玛利亚，直到地极，作我的见证。",
      "en": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth."
    },
    {
      "chapter": 1,
      "verse": 9,
      "zh": "说了这话，他们正看的时候，他就被取上升，有一朵云彩把他接去，便看不见他了。",
      "en": "After he said this, he was taken up before their very eyes, and a cloud hid him from their sight."
    },
    {
      "chapter": 1,
      "verse": 10,
      "zh": "当他往上去，他们定睛望天的时候，忽然有两个人，身穿白衣，站在旁边，说：",
      "en": "They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them."
    },
    {
      "chapter": 1,
      "verse": 11,
      "zh": "加利利人哪，你们为什么站着望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。",
      "en": "Men of Galilee, they said, why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven."
    },
    {
      "chapter": 1,
      "verse": 12,
      "zh": "有一座山，名叫橄榄山，离耶路撒冷不远，约有安息日可走的路程。当下门徒从那里回耶路撒冷去，",
      "en": "Then the apostles returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city."
    },
    {
      "chapter": 1,
      "verse": 13,
      "zh": "进了城，就上了所住的一间楼房；在那里有彼得、约翰、雅各、安得烈、腓力、多马、巴多罗买、马太、亚勒腓的儿子雅各、奋锐党的西门，和雅各的儿子犹大。",
      "en": "When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James."
    },
    {
      "chapter": 1,
      "verse": 14,
      "zh": "这些人都同心合意地恒切祷告；还有几个妇人，和耶稣的母亲马利亚，并耶稣的弟兄们。",
      "en": "They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers."
    },
    {
      "chapter": 1,
      "verse": 15,
      "zh": "那时，有许多人聚会，约有一百二十名，彼得在弟兄中间站起来，说：",
      "en": "In those days Peter stood up among the believers (a group numbering about a hundred and twenty)"
    },
    {
      "chapter": 1,
      "verse": 16,
      "zh": "诸位弟兄，圣灵借大卫的口，在圣经上预言领人捉拿耶稣的犹大，这话是必须应验的。",
      "en": "and said, Brothers and sisters, the Scripture had to be fulfilled in which the Holy Spirit spoke long ago through David concerning Judas, who served as guide for those who arrested Jesus."
    },
    {
      "chapter": 1,
      "verse": 17,
      "zh": "他本来列在我们数中，并且在使徒的职任上得了一分。",
      "en": "He was one of our number and shared in our ministry."
    },
    {
      "chapter": 1,
      "verse": 18,
      "zh": "这人用他作恶的工价买了一块田，以后身子仆倒，肚腹崩裂，肠子都流出来。",
      "en": "With the payment he received for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out."
    },
    {
      "chapter": 1,
      "verse": 19,
      "zh": "住在耶路撒冷的众人都知道这事，所以按着他们那里的话给那块田起名叫亚革大马，就是血田的意思。",
      "en": "Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood."
    },
    {
      "chapter": 1,
      "verse": 20,
      "zh": "因为诗篇上写着说：愿他的住处变为荒场，无人住在其中；又说：愿别人得他的职分。",
      "en": "For, as it is written in the Book of Psalms: May his place be deserted; let there be no one to dwell in it, and, May another take his place of leadership."
    },
    {
      "chapter": 1,
      "verse": 21,
      "zh": "所以，人在从主耶稣在我们中间始终出入的时候，",
      "en": "Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus was living among us,"
    },
    {
      "chapter": 1,
      "verse": 22,
      "zh": "就是从约翰施洗起，直到主离开我们被接上升的日子为止，必须从那常与我们作见证的人中，立一位与我们同作耶稣复活的见证。",
      "en": "beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection."
    },
    {
      "chapter": 1,
      "verse": 23,
      "zh": "于是选举两个人，就是那叫作巴撒巴，又称呼犹士都的约瑟，和马提亚。",
      "en": "So they nominated two men: Joseph called Barsabbas (also known as Justus) and Matthias."
    },
    {
      "chapter": 1,
      "verse": 24,
      "zh": "众人就祷告说：主啊，你知道万人的心，求你从这两个人中，指明你所拣选的是谁，叫他得这使徒的位分。",
      "en": "Then they prayed, Lord, you know everyone's heart. Show us which of these two you have chosen"
    },
    {
      "chapter": 1,
      "verse": 25,
      "zh": "这使徒的职任，本是犹大离开我们而去的。",
      "en": "to take over this apostolic ministry, which Judas left to go where he belongs."
    },
    {
      "chapter": 1,
      "verse": 26,
      "zh": "他们就拈阄，阄落在马提亚身上；他就和十一个使徒同列。",
      "en": "Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles."
    },
    {
      "chapter": 2,
      "verse": 1,
      "zh": "五旬节到了，门徒都聚集在一处。",
      "en": "When the day of Pentecost came, they were all together in one place."
    },
    {
      "chapter": 2,
      "verse": 2,
      "zh": "忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子。",
      "en": "Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting."
    },
    {
      "chapter": 2,
      "verse": 3,
      "zh": "又有舌头如火焰显现出来，分开落在他们各人头上。",
      "en": "They saw what seemed to be tongues of fire that separated and came to rest on each of them."
    },
    {
      "chapter": 2,
      "verse": 4,
      "zh": "他们就都被圣灵充满，按着圣灵所赐的口才，说起别国的话来。",
      "en": "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."
    },
    {
      "chapter": 2,
      "verse": 5,
      "zh": "那时，有虔诚的犹太人，从天下各国来，住在耶路撒冷。",
      "en": "Now there were staying in Jerusalem God-fearing Jews from every nation under heaven."
    },
    {
      "chapter": 2,
      "verse": 6,
      "zh": "这声音一响，众人都来聚集，各人听见门徒用众人的乡谈说话，就甚纳闷。",
      "en": "When they heard this sound, a crowd came together in bewilderment, because each one heard their own language being spoken."
    },
    {
      "chapter": 2,
      "verse": 7,
      "zh": "都惊讶希奇说：看哪，这说话的不都是加利利人吗？",
      "en": "Utterly amazed, they asked: Aren't all these who are speaking Galileans?"
    },
    {
      "chapter": 2,
      "verse": 8,
      "zh": "我们各人怎么听见他们说我们生来所用的乡谈呢？",
      "en": "Then how is it that each of us hears them in our native language?"
    },
    {
      "chapter": 2,
      "verse": 9,
      "zh": "我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、",
      "en": "Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
    },
    {
      "chapter": 2,
      "verse": 10,
      "zh": "弗吕家、旁非利亚、埃及的人，并靠近古利奈的吕彼亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人，",
      "en": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome (both Jews and converts to Judaism);"
    },
    {
      "chapter": 2,
      "verse": 11,
      "zh": "克里特和阿拉伯人，都听见他们用我们的乡谈，讲说神的大作为。",
      "en": "Cretans and Arabs—we hear them declaring the wonders of God in our own tongues!"
    },
    {
      "chapter": 2,
      "verse": 12,
      "zh": "众人就都惊讶猜疑，彼此说：这是什么意思呢？",
      "en": "Amazed and perplexed, they asked one another, What does this mean?"
    },
    {
      "chapter": 2,
      "verse": 13,
      "zh": "还有人讥诮说：他们无非是新酒灌满了。",
      "en": "Some, however, made fun of them and said, They have had too much wine."
    },
    {
      "chapter": 2,
      "verse": 14,
      "zh": "彼得和十一个使徒站起，高声说：犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。",
      "en": "Then Peter stood up with the Eleven, raised his voice and addressed the crowd: Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say."
    },
    {
      "chapter": 2,
      "verse": 15,
      "zh": "你们想这些人是醉了，其实不是醉了，因为时候刚到巳初。",
      "en": "These people are not drunk, as you suppose. It's only nine in the morning!"
    },
    {
      "chapter": 2,
      "verse": 16,
      "zh": "这正是先知约珥所说的：",
      "en": "No, this is what was spoken by the prophet Joel:"
    },
    {
      "chapter": 2,
      "verse": 17,
      "zh": "神说：在末后的日子，我要将我的灵浇灌凡有血气的。你们的儿女要说预言；你们的少年人要见异象；老年人要做异梦。",
      "en": "In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."
    },
    {
      "chapter": 2,
      "verse": 18,
      "zh": "在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。",
      "en": "Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy."
    },
    {
      "chapter": 2,
      "verse": 19,
      "zh": "我在天上要显出奇事，在地下要显出神迹，有血、有火、有烟雾。",
      "en": "I will show wonders in the heavens above and signs on the earth below, blood and fire and billows of smoke."
    },
    {
      "chapter": 2,
      "verse": 20,
      "zh": "日头要变为黑暗，月亮要变为血，这都在主大而明显的日子未到以前。",
      "en": "The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord."
    },
    {
      "chapter": 2,
      "verse": 21,
      "zh": "到那时候，凡求告主名的，就必得救。",
      "en": "And everyone who calls on the name of the Lord will be saved."
    },
    {
      "chapter": 2,
      "verse": 22,
      "zh": "以色列人哪，请听我的话：神借着拿撒勒人耶稣，在你们中间施行异能、奇事、神迹，将他证明出来，这是你们自己知道的。",
      "en": "Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know."
    },
    {
      "chapter": 2,
      "verse": 23,
      "zh": "他既按着神的定旨先见被交与人，你们就借着无法之人的手，把他钉在十字架上，杀了。",
      "en": "This man was handed over to you by God's deliberate plan and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross."
    },
    {
      "chapter": 2,
      "verse": 24,
      "zh": "神却将死的痛苦解释了，叫他复活，因为他原不能被死拘禁。",
      "en": "But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him."
    },
    {
      "chapter": 2,
      "verse": 25,
      "zh": "大卫指着他说：我看见主常在我眼前，他在我右边，叫我不至于摇动。",
      "en": "David said about him: I saw the Lord always before me. Because he is at my right hand, I will not be shaken."
    },
    {
      "chapter": 2,
      "verse": 26,
      "zh": "所以，我心欢喜，我的灵快乐；我的肉身也要安居在指望中。",
      "en": "Therefore my heart is glad and my tongue rejoices; my body also will rest in hope,"
    },
    {
      "chapter": 2,
      "verse": 27,
      "zh": "因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。",
      "en": "because you will not abandon me to the realm of the dead, you will not let your holy one see decay."
    },
    {
      "chapter": 2,
      "verse": 28,
      "zh": "你已将生命的道路指示我，必叫我因见你的面，得着满足的快乐。",
      "en": "You have made known to me the paths of life; you will fill me with joy in your presence."
    },
    {
      "chapter": 2,
      "verse": 29,
      "zh": "诸位弟兄，先祖大卫的事，我可以明明地对你们说，他死了，也葬埋了，并且他的坟墓直到今日还在我们这里。",
      "en": "Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day."
    },
    {
      "chapter": 2,
      "verse": 30,
      "zh": "大卫既是先知，又晓得神曾向他起誓，要从他的后裔中立一位坐在他的宝座上，",
      "en": "But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne."
    },
    {
      "chapter": 2,
      "verse": 31,
      "zh": "就预先看明这事，讲论基督复活说：他的灵魂不撇在阴间，他的肉身也不见朽坏。",
      "en": "Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay."
    },
    {
      "chapter": 2,
      "verse": 32,
      "zh": "这耶稣，神已经叫他复活了，我们都为这事作见证。",
      "en": "God has raised this Jesus to life, and we are all witnesses of it."
    },
    {
      "chapter": 2,
      "verse": 33,
      "zh": "他既被神的右手高举，又从父受了所应许的圣灵，就把你们所看见所听见的浇灌下来。",
      "en": "Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear."
    },
    {
      "chapter": 2,
      "verse": 34,
      "zh": "大卫并没有升到天上，但自己说：主对我主说：你坐在我右边，",
      "en": "For David did not ascend to heaven, and yet he said, The Lord said to my Lord: Sit at my right hand"
    },
    {
      "chapter": 2,
      "verse": 35,
      "zh": "等我使你的仇敌作你的脚凳。",
      "en": "until I make your enemies a footstool for your feet."
    },
    {
      "chapter": 2,
      "verse": 36,
      "zh": "故此，以色列全家当确实地知道，你们钉在十字架上的这位耶稣，神已经立他为主，为基督了。",
      "en": "Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah."
    },
    {
      "chapter": 2,
      "verse": 37,
      "zh": "众人听见这话，觉得扎心，就对彼得和其余的使徒说：诸位弟兄，我们当怎样行？",
      "en": "When the people heard this, they were cut to the heart and said to Peter and the other apostles, Brothers, what shall we do?"
    },
    {
      "chapter": 2,
      "verse": 38,
      "zh": "彼得说：你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵。",
      "en": "Peter replied, Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."
    },
    {
      "chapter": 2,
      "verse": 39,
      "zh": "因为这应许是给你们和你们的儿女，并一切在远方的人，就是主我们神所召来的。",
      "en": "The promise is for you and your children and for all who are far off—for all whom the Lord our God will call."
    },
    {
      "chapter": 2,
      "verse": 40,
      "zh": "彼得还用许多别的话作见证，劝勉他们说：你们当救自己脱离这弯曲的世代。",
      "en": "With many other words he warned them; and he pleaded with them, Save yourselves from this corrupt generation."
    },
    {
      "chapter": 2,
      "verse": 41,
      "zh": "于是领受他话的人就受了洗。那一天，门徒约添了三千人。",
      "en": "Those who accepted his message were baptized, and about three thousand were added to their number that day."
    },
    {
      "chapter": 2,
      "verse": 42,
      "zh": "都恒心遵守使徒的教训，彼此交接、掰饼、祈祷。",
      "en": "They devoted themselves to the apostles' teaching and to fellowship, to the breaking of bread and to prayer."
    },
    {
      "chapter": 2,
      "verse": 43,
      "zh": "众人都惧怕；使徒又行了许多奇事神迹。",
      "en": "Everyone was filled with awe at the many wonders and signs performed by the apostles."
    },
    {
      "chapter": 2,
      "verse": 44,
      "zh": "信的人都在一处，凡物公用，",
      "en": "All the believers were together and had everything in common."
    },
    {
      "chapter": 2,
      "verse": 45,
      "zh": "并且卖了田产家业，照各人所需用的分给各人。",
      "en": "They sold property and possessions to give to anyone who had need."
    },
    {
      "chapter": 2,
      "verse": 46,
      "zh": "他们天天同心合意恒切地在殿里，且在家中掰饼，存着欢喜诚实的心用饭，",
      "en": "They worshiped together at the Temple each day, met in homes for the Lord's Supper, and shared their meals with great joy and generosity—"
    },
    {
      "chapter": 2,
      "verse": 47,
      "zh": "赞美神，得众民的喜爱。主将得救的人天天加给他们。",
      "en": "all the while praising God and enjoying the goodwill of all the people. And each day the Lord added to their fellowship those who were being saved."
    },
    {
      "chapter": 3,
      "verse": 1,
      "zh": "申初祷告的时候，彼得、约翰上圣殿去。",
      "en": "One day Peter and John were going up to the temple at the time of prayer—at three in the afternoon."
    },
    {
      "chapter": 3,
      "verse": 2,
      "zh": "有一个人生来是瘸腿的，天天被人抬来，放在殿的一个门口，那门名叫美门，要求进殿的人周济。",
      "en": "Now a man who was lame from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts."
    },
    {
      "chapter": 3,
      "verse": 3,
      "zh": "他看见彼得、约翰将要进殿，就求他们周济。",
      "en": "When he saw Peter and John about to enter, he asked them for money."
    },
    {
      "chapter": 3,
      "verse": 4,
      "zh": "彼得、约翰定睛看他。彼得说：你看我们。",
      "en": "Peter looked straight at him, as did John. Then Peter said, Look at us!"
    },
    {
      "chapter": 3,
      "verse": 5,
      "zh": "那人就留意看他们，指望得着什么。",
      "en": "So the man paid attention to them, expecting to get something from them."
    },
    {
      "chapter": 3,
      "verse": 6,
      "zh": "彼得说：金银我都没有，只把我所有的给你。我奉拿撒勒人耶稣基督的名，叫你起来行走。",
      "en": "Then Peter said, Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk."
    },
    {
      "chapter": 3,
      "verse": 7,
      "zh": "于是拉着他的右手，扶他起来；他的脚和踝子骨立刻健壮了，",
      "en": "Taking him by the right hand, he helped him up, and instantly the man's feet and ankles became strong."
    },
    {
      "chapter": 3,
      "verse": 8,
      "zh": "他跳起来，站着，又行走，同他们进了殿，走着，跳着，赞美神。",
      "en": "He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God."
    },
    {
      "chapter": 3,
      "verse": 9,
      "zh": "百姓都看见他行走，赞美神。",
      "en": "When all the people saw him walking and praising God,"
    },
    {
      "chapter": 3,
      "verse": 10,
      "zh": "认得他是那素常坐在殿的美门口求周济的，就因他所遇着的事，满心希奇惊讶。",
      "en": "they recognized him as the same man who used to sit begging at the temple gate called Beautiful, and they were filled with wonder and amazement at what had happened to him."
    },
    {
      "chapter": 3,
      "verse": 11,
      "zh": "那人正在称为所罗门的廊下，拉着彼得、约翰；众百姓一齐跑到他们那里，很觉希奇。",
      "en": "While the man held on to Peter and John, all the people were astonished and came running to them in the place called Solomon's Colonnade."
    },
    {
      "chapter": 3,
      "verse": 12,
      "zh": "彼得看见，就对百姓说：以色列人哪，为什么把这事当作希奇呢？为什么定睛看我们，以为我们凭自己的能力和虔诚使这人行走呢？",
      "en": "When Peter saw this, he said to them: Fellow Israelites, why does this surprise you? Why do you stare at us as if by our own power or godliness we had made this man walk?"
    },
    {
      "chapter": 3,
      "verse": 13,
      "zh": "亚伯拉罕、以撒、雅各的神，就是我们列祖的神，已经荣耀了他的仆人耶稣；你们却把他交付彼拉多。彼拉多定意要释放他，你们竟在彼拉多面前弃绝了他。",
      "en": "The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified his servant Jesus. You handed him over to be killed, and you disowned him before Pilate, though he had decided to let him go."
    },
    {
      "chapter": 3,
      "verse": 14,
      "zh": "你们弃绝了那圣洁公义者，反求着释放一个凶手给你们。",
      "en": "You disowned the Holy and Righteous One and asked that a murderer be released to you."
    },
    {
      "chapter": 3,
      "verse": 15,
      "zh": "你们杀了那生命的主，神却叫他从死里复活了；我们都是为这事作见证。",
      "en": "You killed the author of life, but God raised him from the dead. We are witnesses of this."
    },
    {
      "chapter": 3,
      "verse": 16,
      "zh": "我们因信他的名，他的名便叫你们所看见所认识的这人健壮了；正是他所赐的信心，叫这人在你们众人面前全然好了。",
      "en": "By faith in the name of Jesus, this man whom you see and know was made strong. It is Jesus' name and the faith that comes through him that has completely healed him, as you can all see."
    },
    {
      "chapter": 3,
      "verse": 17,
      "zh": "弟兄们，我知道你们做这事是出于不知，你们的官长也是如此。",
      "en": "Now, fellow Israelites, I know that you acted in ignorance, as did your leaders."
    },
    {
      "chapter": 3,
      "verse": 18,
      "zh": "但神曾借众先知的口，预言基督将要受害，就这样应验了。",
      "en": "But this is how God fulfilled what he had foretold through all the prophets, saying that his Messiah would suffer."
    },
    {
      "chapter": 3,
      "verse": 19,
      "zh": "所以你们当悔改归正，使你们的罪得以涂抹，这样，那安舒的日子就必从主面前来到。",
      "en": "Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord."
    },
    {
      "chapter": 3,
      "verse": 20,
      "zh": "主也必差遣所预定给你们的基督耶稣降临。",
      "en": "And he will send the Messiah, who has been appointed for you—even Jesus."
    },
    {
      "chapter": 3,
      "verse": 21,
      "zh": "天必留他，直到万物复兴的时候，就是神从创世以来，借着圣先知的口所说的。",
      "en": "Heaven must receive him until the time comes for God to restore everything, as he promised long ago through his holy prophets."
    },
    {
      "chapter": 3,
      "verse": 22,
      "zh": "摩西曾说：主神要从你们弟兄中间，给你们兴起一位先知像我，凡他向你们所说的，你们都要听从。",
      "en": "For Moses said, The Lord your God will raise up for you a prophet like me from among your own people; you must listen to everything he tells you."
    },
    {
      "chapter": 3,
      "verse": 23,
      "zh": "凡不听从那先知的，必要从民中全然灭绝。",
      "en": "Anyone who does not listen to him will be completely cut off from their people."
    },
    {
      "chapter": 3,
      "verse": 24,
      "zh": "从撒母耳以来的众先知，每一个也都讲论这些日子。",
      "en": "Indeed, beginning with Samuel, all the prophets who have spoken have foretold these days."
    },
    {
      "chapter": 3,
      "verse": 25,
      "zh": "你们是先知的子孙，也承受神与你们祖宗所立的约，就是对亚伯拉罕说：地上万族都要因你的后裔得福。",
      "en": "And you are heirs of the prophets and of the covenant God made with your fathers. He said to Abraham, Through your offspring all peoples on earth will be blessed."
    },
    {
      "chapter": 3,
      "verse": 26,
      "zh": "神既兴起他的仆人，就先差他到你们这里来，赐福给你们，叫你们各人回转，离开罪恶。",
      "en": "When God raised up his servant, he sent him first to you to bless you by turning each of you from your wicked ways."
    },
    {
      "chapter": 4,
      "verse": 1,
      "zh": "使徒对百姓说话的时候，祭司们和守殿官，并撒都该人，忽然来了。",
      "en": "The priests and the captain of the temple guard and the Sadducees came up to Peter and John while they were speaking to the people."
    },
    {
      "chapter": 4,
      "verse": 2,
      "zh": "因他们教训百姓，本着耶稣，传说死人复活，就很烦恼，",
      "en": "They were greatly disturbed because the apostles were teaching the people, proclaiming in Jesus the resurrection of the dead."
    },
    {
      "chapter": 4,
      "verse": 3,
      "zh": "于是下手拿住他们。因为天已经晚了，就把他们押到第二天。",
      "en": "They seized Peter and John and, because it was evening, they put them in jail until the next day."
    },
    {
      "chapter": 4,
      "verse": 4,
      "zh": "但听道之人有许多信的，男丁数目约到五千。",
      "en": "But many who heard the message believed; so the number of men who believed grew to about five thousand."
    },
    {
      "chapter": 4,
      "verse": 5,
      "zh": "第二天，官府、长老，和文士，在耶路撒冷聚会。",
      "en": "The next day the rulers, the elders and the teachers of the law met in Jerusalem."
    },
    {
      "chapter": 4,
      "verse": 6,
      "zh": "又有大祭司亚那和该亚法、约翰、亚历山大，并大祭司的亲族都在那里。",
      "en": "Annas the high priest was there, and so were Caiaphas, John, Alexander and others of the high priest's family."
    },
    {
      "chapter": 4,
      "verse": 7,
      "zh": "他们叫使徒站在当中，问他们说：你们用什么能力，奉谁的名做这事呢？",
      "en": "They had Peter and John brought before them and began to question them: By what power or what name did you do this?"
    },
    {
      "chapter": 4,
      "verse": 8,
      "zh": "那时彼得被圣灵充满，对他们说：",
      "en": "Then Peter, filled with the Holy Spirit, said to them: Rulers and elders of the people!"
    },
    {
      "chapter": 4,
      "verse": 9,
      "zh": "官府和长老啊，若是今日因为在残疾人身上所行的善事，查问我们他是怎样得了痊愈，",
      "en": "If we are being called to account today for an act of kindness shown to a man who was lame and are being asked how he was healed,"
    },
    {
      "chapter": 4,
      "verse": 10,
      "zh": "你们众人和以色列百姓都当知道，站在你们面前的这人得痊愈，是因你们所钉十字架，神叫他从死里复活的拿撒勒人耶稣基督的名。",
      "en": "then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed."
    },
    {
      "chapter": 4,
      "verse": 11,
      "zh": "他是你们匠人所弃的石头，已成了房角的头块石头。",
      "en": "Jesus is the stone you builders rejected, which has become the cornerstone."
    },
    {
      "chapter": 4,
      "verse": 12,
      "zh": "除他以外，别无拯救，因为在天下人间，没有赐下别的名我们可以靠着得救。",
      "en": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved."
    },
    {
      "chapter": 4,
      "verse": 13,
      "zh": "他们见彼得、约翰的胆量，又看出他们原是没有学问的小民，就希奇，认明他们是跟过耶稣的。",
      "en": "When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus."
    },
    {
      "chapter": 4,
      "verse": 14,
      "zh": "又看见那治好了的人和他们一同站着，就无话可驳。",
      "en": "But since they could see the man who had been healed standing there with them, there was nothing they could say."
    },
    {
      "chapter": 4,
      "verse": 15,
      "zh": "于是吩咐他们从公会出去，就彼此商议说：",
      "en": "So they ordered them to withdraw from the Sanhedrin and then conferred together."
    },
    {
      "chapter": 4,
      "verse": 16,
      "zh": "我们当怎样办这两个人呢？因为他们诚然行了一件明显的神迹，凡住耶路撒冷的人都知道，我们也不能说没有。",
      "en": "What are we going to do with these men? they asked. Everyone living in Jerusalem knows they have performed a notable sign, and we cannot deny it."
    },
    {
      "chapter": 4,
      "verse": 17,
      "zh": "惟恐这事越发传扬在民间，我们必须恐吓他们，叫他们不再奉这名对人讲论。",
      "en": "But to stop this thing from spreading any further among the people, we must warn them to speak no longer to anyone in this name."
    },
    {
      "chapter": 4,
      "verse": 18,
      "zh": "于是叫了他们来，禁止他们总不可奉耶稣的名讲论教训。",
      "en": "Then they called them in again and commanded them not to speak or teach at all in the name of Jesus."
    },
    {
      "chapter": 4,
      "verse": 19,
      "zh": "彼得、约翰说：听从你们，不听从神，这在神面前合理不合理，你们自己酌量吧。",
      "en": "But Peter and John replied, Which is right in God's eyes: to listen to you, or to him? You be the judges!"
    },
    {
      "chapter": 4,
      "verse": 20,
      "zh": "我们所看见所听见的，不能不说。",
      "en": "As for us, we cannot help speaking about what we have seen and heard."
    },
    {
      "chapter": 4,
      "verse": 21,
      "zh": "官长为百姓的缘故，想不出法子刑罚他们，又恐吓一番，把他们释放了。",
      "en": "After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened."
    },
    {
      "chapter": 4,
      "verse": 22,
      "zh": "因为那人得医治的神迹显明在众人眼前，他们的年纪已有四十多岁。",
      "en": "For the man who was miraculously healed was over forty years old."
    },
    {
      "chapter": 4,
      "verse": 23,
      "zh": "二人既被释放，就到会友那里去，把祭司长和长老所说的话都告诉他们。",
      "en": "On their release, Peter and John went back to their own people and reported all that the chief priests and the elders had said to them."
    },
    {
      "chapter": 4,
      "verse": 24,
      "zh": "他们听见了，就同心合意地高声向神说：主啊，你是造天、地、海，和其中万物的。",
      "en": "When they heard this, they raised their voices together in prayer to God. Sovereign Lord, they said, you made the heavens and the earth and the sea, and everything in them."
    },
    {
      "chapter": 4,
      "verse": 25,
      "zh": "你借着圣灵托你仆人我们祖宗大卫的口，说：外邦为什么争闹？万民为什么谋算虚妄的事？",
      "en": "You spoke by the Holy Spirit through the mouth of your servant, our father David: Why do the nations rage and the peoples plot in vain?"
    },
    {
      "chapter": 4,
      "verse": 26,
      "zh": "世上的君王一齐起来，臣宰也聚集，要敌挡主，并主的受膏者。",
      "en": "The kings of the earth rise up and the rulers band together against the Lord and against his anointed one."
    },
    {
      "chapter": 4,
      "verse": 27,
      "zh": "希律和本丢彼拉多，外邦人和以色列民，果然在这城里聚集，要攻打你所膏的圣仆耶稣，",
      "en": "Indeed Herod and Pontius Pilate met together with the Gentiles and the people of Israel in this city to conspire against your holy servant Jesus, whom you anointed."
    },
    {
      "chapter": 4,
      "verse": 28,
      "zh": "成就你手和你意旨所预定必有的事。",
      "en": "They did what your power and will had decided beforehand should happen."
    },
    {
      "chapter": 4,
      "verse": 29,
      "zh": "他们恐吓我们，现在求主鉴察，一面叫你仆人大放胆量讲你的道，",
      "en": "Now, Lord, consider their threats and enable your servants to speak your word with great boldness."
    },
    {
      "chapter": 4,
      "verse": 30,
      "zh": "一面伸出你的手来医治疾病，并且使神迹奇事因着你圣仆耶稣的名行出来。",
      "en": "Stretch out your hand to heal and perform signs and wonders through the name of your holy servant Jesus."
    },
    {
      "chapter": 4,
      "verse": 31,
      "zh": "祷告完了，聚会的地方震动，他们就都被圣灵充满，放胆讲论神的道。",
      "en": "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."
    },
    {
      "chapter": 4,
      "verse": 32,
      "zh": "那许多信的人都是一心一意的，没有一人说他的东西是自己的，都是大家公用。",
      "en": "All the believers were one in heart and mind. No one claimed that any of their possessions was their own, but they shared everything they had."
    },
    {
      "chapter": 4,
      "verse": 33,
      "zh": "使徒大有能力，见证主耶稣复活；众人也都蒙大恩。",
      "en": "With great power the apostles continued to testify to the resurrection of the Lord Jesus. And God's grace was so powerfully at work in them all"
    },
    {
      "chapter": 4,
      "verse": 34,
      "zh": "内中也没有一个缺乏的，因为人人将田产房屋都卖了，把所卖的价银拿来，放在使徒脚前。",
      "en": "that there were no needy persons among them. For from time to time those who owned land or houses sold them, brought the money from the sales"
    },
    {
      "chapter": 4,
      "verse": 35,
      "zh": "照各人所需用的，分给各人。",
      "en": "and put it at the apostles' feet, and it was distributed to anyone who had need."
    },
    {
      "chapter": 4,
      "verse": 36,
      "zh": "有一个利未人，生在塞浦路斯，名叫约瑟，使徒称他为巴拿巴，巴拿巴翻出来，就是劝慰子。",
      "en": "Joseph, a Levite from Cyprus, whom the apostles called Barnabas (which means son of encouragement),"
    },
    {
      "chapter": 4,
      "verse": 37,
      "zh": "他有田地，也卖了，把价银拿来，放在使徒脚前。",
      "en": "sold a field he owned and brought the money and put it at the apostles' feet."
    },
    {
      "chapter": 5,
      "verse": 1,
      "zh": "有一个人名叫亚拿尼亚，同他的妻子撒非喇，卖了田产。",
      "en": "Now a man named Ananias, together with his wife Sapphira, also sold a piece of property."
    },
    {
      "chapter": 5,
      "verse": 2,
      "zh": "私下留下一部分，妻子也知道，其余的一部分拿来，放在使徒脚前。",
      "en": "With his wife's full knowledge he kept back part of the money for himself, but brought the rest and put it at the apostles' feet."
    },
    {
      "chapter": 5,
      "verse": 3,
      "zh": "彼得说：亚拿尼亚，为什么撒但充满了你的心，叫你欺哄圣灵，把田地的价银私自留下几分呢？",
      "en": "Then Peter said, Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land?"
    },
    {
      "chapter": 5,
      "verse": 4,
      "zh": "田地还没有卖，不是你自己的吗？既卖了，价银不是你作主吗？你怎么心里起这意念呢？你不是欺哄人，是欺哄神了。",
      "en": "Didn't it belong to you before it was sold? And after it was sold, wasn't the money at your disposal? What made you think of doing such a thing? You have not lied just to human beings but to God."
    },
    {
      "chapter": 5,
      "verse": 5,
      "zh": "亚拿尼亚听见这话，就仆倒，断了气。听见的人都甚惧怕。",
      "en": "When Ananias heard this, he fell down and died. And great fear seized all who heard what had happened."
    },
    {
      "chapter": 5,
      "verse": 6,
      "zh": "有些少年人起来，把他包裹，抬出去埋葬了。",
      "en": "Then some young men came forward, wrapped up his body, and carried him out and buried him."
    },
    {
      "chapter": 5,
      "verse": 7,
      "zh": "约过了三小时，他的妻子进来，还不知道这事。",
      "en": "About three hours later his wife came in, not knowing what had happened."
    },
    {
      "chapter": 5,
      "verse": 8,
      "zh": "彼得对她说：你告诉我，你们卖田地的价银就是这些吗？她说：就是这些。",
      "en": "Peter asked her, Tell me, is this the price you and Ananias got for the land? Yes, she said, that is the price."
    },
    {
      "chapter": 5,
      "verse": 9,
      "zh": "彼得说：你们为什么同心试探主的灵呢？埋葬你丈夫之人的脚已到门口，他们也要把你抬出去。",
      "en": "Peter said to her, How could you conspire to test the Spirit of the Lord? Listen! The feet of the men who buried your husband are at the door, and they will carry you out also."
    },
    {
      "chapter": 5,
      "verse": 10,
      "zh": "妇人立刻仆倒在他脚前，断了气。那些少年人进来，见她已经死了，就抬出去，埋在她丈夫旁边。",
      "en": "At that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband."
    },
    {
      "chapter": 5,
      "verse": 11,
      "zh": "全教会和听见这事的人都甚惧怕。",
      "en": "Great fear seized the whole church and all who heard about these events."
    },
    {
      "chapter": 5,
      "verse": 12,
      "zh": "主借使徒的手在民间行了许多神迹奇事，他们（或作：他们同心合意）都在所罗门的廊下。",
      "en": "The apostles performed many signs and wonders among the people. And all the believers used to meet together in Solomon's Colonnade."
    },
    {
      "chapter": 5,
      "verse": 13,
      "zh": "其余的人没有一个敢贴近他们，百姓却尊重他们。",
      "en": "No one else dared join them, even though they were highly regarded by the people."
    },
    {
      "chapter": 5,
      "verse": 14,
      "zh": "信而归主的人越发增添，连男带女很多。",
      "en": "Nevertheless, more and more men and women believed in the Lord and were added to their number."
    },
    {
      "chapter": 5,
      "verse": 15,
      "zh": "甚至有人将病人抬到街上，放在床上或褥子上，指望彼得过的时候，或者他的影儿能照在谁的身上。",
      "en": "As a result, people brought the sick into the streets and laid them on beds and mats so that at least Peter's shadow might fall on some of them as he passed by."
    },
    {
      "chapter": 5,
      "verse": 16,
      "zh": "还有许多人带着病人和被污鬼缠磨的，从耶路撒冷四围的城邑来，全都得了医治。",
      "en": "Crowds gathered also from the towns around Jerusalem, bringing their sick and those tormented by impure spirits, and all of them were healed."
    },
    {
      "chapter": 5,
      "verse": 17,
      "zh": "大祭司和他的一切同人，就是撒都该党，都起来，满心忌恨，",
      "en": "Then the high priest and all his associates, who were members of the party of the Sadducees, were filled with jealousy."
    },
    {
      "chapter": 5,
      "verse": 18,
      "zh": "就下手拿住使徒，收在外监。",
      "en": "They arrested the apostles and put them in the public jail."
    },
    {
      "chapter": 5,
      "verse": 19,
      "zh": "但主的使者夜间开了监门，领他们出来，说：",
      "en": "But during the night an angel of the Lord opened the doors of the jail and brought them out."
    },
    {
      "chapter": 5,
      "verse": 20,
      "zh": "你们去站在殿里，把这生命的道都讲给百姓听。",
      "en": "Go, stand in the temple courts, he said, and tell the people all about this new life."
    },
    {
      "chapter": 5,
      "verse": 21,
      "zh": "使徒听了这话，天将亮的时候，就进了殿，教训百姓。大祭司和他的同人来了，叫齐公会的人和以色列族的众长老，就差人到监里去，要把使徒提出来。",
      "en": "At daybreak they entered the temple courts, as they had been told, and began to teach the people. When the high priest and his associates arrived, they called together the Sanhedrin—the full assembly of the elders of Israel—and sent to the jail for the apostles."
    },
    {
      "chapter": 5,
      "verse": 22,
      "zh": "但差役到了，不见他们在监里，就回来禀报说：",
      "en": "But on arriving at the jail, the officers did not find them there. So they went back and reported,"
    },
    {
      "chapter": 5,
      "verse": 23,
      "zh": "我们看见监牢关得严紧，守卫也都站在门外，但开了门，一人也不见在里面。",
      "en": "We found the jail securely locked, with the guards standing at the doors; but when we opened them, we found no one inside."
    },
    {
      "chapter": 5,
      "verse": 24,
      "zh": "守殿官和祭司长听见这话，心里犯难，不知这事将来如何。",
      "en": "On hearing this report, the captain of the temple guard and the chief priests were at a loss, wondering what this might lead to."
    },
    {
      "chapter": 5,
      "verse": 25,
      "zh": "有一个人来禀报说：你们收在监里的人，现在站在殿里教训百姓。",
      "en": "Then someone came and said, Look! The men you put in jail are standing in the temple courts teaching the people."
    },
    {
      "chapter": 5,
      "verse": 26,
      "zh": "于是守殿官和差役去带他们来，并没有用强暴，因为怕百姓用石头打他们。",
      "en": "At that, the captain went with his officers and brought the apostles. They did not use force, because they feared that the people would stone them."
    },
    {
      "chapter": 5,
      "verse": 27,
      "zh": "带到了，便叫他们站在公会前。大祭司问他们说：",
      "en": "The apostles were brought in and made to appear before the Sanhedrin to be questioned by the high priest."
    },
    {
      "chapter": 5,
      "verse": 28,
      "zh": "我们不是严严地禁止你们，不可奉这名教训人吗？你们倒把你们的道理充满了耶路撒冷，想要叫这人的血归到我们身上。",
      "en": "We gave you strict orders not to teach in this name, he said. Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man's blood."
    },
    {
      "chapter": 5,
      "verse": 29,
      "zh": "彼得和众使徒回答说：顺从神，不顺从人，是应当的。",
      "en": "Peter and the other apostles replied: We must obey God rather than human beings!"
    },
    {
      "chapter": 5,
      "verse": 30,
      "zh": "你们挂在木头上杀害的耶稣，我们祖宗的神已经叫他复活。",
      "en": "You killed the author of life, but God raised him from the dead. We are witnesses of this."
    },
    {
      "chapter": 5,
      "verse": 31,
      "zh": "神且用右手将他高举，叫他作君王，作救主，将悔改的心和赦罪的恩赐给以色列人。",
      "en": "God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins."
    },
    {
      "chapter": 5,
      "verse": 32,
      "zh": "我们为这事作见证，神赐给顺从之人圣灵，也为这见证。",
      "en": "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him."
    },
    {
      "chapter": 5,
      "verse": 33,
      "zh": "公会的人听见这话，就极其恼怒，想要杀他们。",
      "en": "When they heard this, they were furious and wanted to put them to death."
    },
    {
      "chapter": 5,
      "verse": 34,
      "zh": "但有一个法利赛人，名叫迦玛列，是众百姓所敬重的教法师，在公会中站起来，吩咐人把使徒暂且带到外面去。",
      "en": "But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a little while."
    },
    {
      "chapter": 5,
      "verse": 35,
      "zh": "他对众人说：以色列人哪，论到这些人，你们应当小心怎样办理。",
      "en": "Then he addressed the Sanhedrin: Men of Israel, consider carefully what you intend to do to these men."
    },
    {
      "chapter": 5,
      "verse": 36,
      "zh": "从前丢大起来，自夸为大，附和他的人约有四百，他被杀了，附和他的人也都散了，归于无有。",
      "en": "Some time ago Theudas appeared, claiming to be somebody, and about four hundred men rallied to him. He was killed, all his followers were dispersed, and it all came to nothing."
    },
    {
      "chapter": 5,
      "verse": 37,
      "zh": "此后报名上册的时候，又有加利利人犹大起来，引诱些百姓跟从他，他也灭亡，附和他的人也都四散了。",
      "en": "After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered."
    },
    {
      "chapter": 5,
      "verse": 38,
      "zh": "现在我劝你们，不要管这些人，任凭他们吧。他们所谋的，所行的，若是出于人，必要败坏；",
      "en": "Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail."
    },
    {
      "chapter": 5,
      "verse": 39,
      "zh": "若是出于神，你们就不能败坏他们，恐怕你们倒是攻击神了。",
      "en": "But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God."
    },
    {
      "chapter": 5,
      "verse": 40,
      "zh": "公会的人听从了他，便叫使徒来，把他们打了，又吩咐他们不可奉耶稣的名讲论，就把他们释放了。",
      "en": "His speech persuaded them. They called the apostles in and had them flogged. Then they ordered them not to speak in the name of Jesus, and let them go."
    },
    {
      "chapter": 5,
      "verse": 41,
      "zh": "他们离开公会，心里欢喜，因被算是配为这名受辱。",
      "en": "The apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name."
    },
    {
      "chapter": 5,
      "verse": 42,
      "zh": "他们就每日在殿里，在家里，不住地教训人，传耶稣是基督。",
      "en": "Day after day, in the temple courts and from house to house, they never stopped teaching and proclaiming the good news that Jesus is the Messiah."
    },
    {
      "chapter": 6,
      "verse": 1,
      "zh": "那时，门徒增多，有说希腊话的犹太人向希伯来人发怨言，因为在每天的分粮上忽略了他们的寡妇。",
      "en": "In those days when the number of disciples was increasing, the Hellenistic Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food."
    },
    {
      "chapter": 6,
      "verse": 2,
      "zh": "十二使徒叫众门徒来，对他们说：我们撇下神的道去管理饭食，原是不合宜的。",
      "en": "So the Twelve gathered all the disciples together and said, It would not be right for us to neglect the ministry of the word of God in order to wait on tables."
    },
    {
      "chapter": 6,
      "verse": 3,
      "zh": "所以弟兄们，当从你们中间选出七个有好名声、被圣灵充满、智慧充足的人，我们就派他们管理这事。",
      "en": "Brothers and sisters, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them"
    },
    {
      "chapter": 6,
      "verse": 4,
      "zh": "但我们要专心以祈祷传道为事。",
      "en": "and will give our attention to prayer and the ministry of the word."
    },
    {
      "chapter": 6,
      "verse": 5,
      "zh": "这话在众人面前都合宜。众人就拣选了司提反，乃是大有信心、圣灵充满的人，又拣选腓利、伯罗哥罗、尼迦挪、提门、巴米拿，并进犹太教的安提阿人尼哥拉。",
      "en": "This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism."
    },
    {
      "chapter": 6,
      "verse": 6,
      "zh": "叫他们站在使徒面前。使徒祷告了，就按手在他们头上。",
      "en": "They presented these men to the apostles, who prayed and laid their hands on them."
    },
    {
      "chapter": 6,
      "verse": 7,
      "zh": "神的道兴旺起来。在耶路撒冷门徒数目大大增多，也有许多祭司信从了这道。",
      "en": "So the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith."
    },
    {
      "chapter": 6,
      "verse": 8,
      "zh": "司提反满得恩惠能力，在民间行了大奇事和神迹。",
      "en": "Now Stephen, a man full of God's grace and power, performed great wonders and signs among the people."
    },
    {
      "chapter": 6,
      "verse": 9,
      "zh": "当时有从所谓自由堂──利百地拿、居里扭、亚历山大，并从基利家、亚西亚各处来的犹太人起来，和司提反辩论。",
      "en": "Opposition arose, however, from members of the Synagogue of the Freedmen (as it was called)—Jews of Cyrene and Alexandria as well as the provinces of Cilicia and Asia—who began to argue with Stephen."
    },
    {
      "chapter": 6,
      "verse": 10,
      "zh": "司提反是以智慧和圣灵说话，众人敌挡不住。",
      "en": "But they could not stand up against the wisdom the Spirit gave him as he spoke."
    },
    {
      "chapter": 6,
      "verse": 11,
      "zh": "于是买出人来，引诱人说：我们听见他说谤讟摩西和神的话。",
      "en": "Then they secretly persuaded some men to say, We have heard Stephen speak blasphemous words against Moses and against God."
    },
    {
      "chapter": 6,
      "verse": 12,
      "zh": "他们又耸动了百姓、长老，并文士，就忽然来捉拿他，把他带到公会去。",
      "en": "So they stirred up the people and the elders and the teachers of the law. They seized Stephen and brought him before the Sanhedrin."
    },
    {
      "chapter": 6,
      "verse": 13,
      "zh": "有假见证人来，说：这个人说话，不住地糟践这圣所和律法。",
      "en": "They produced false witnesses, who testified, This fellow never stops speaking against this holy place and against the law."
    },
    {
      "chapter": 6,
      "verse": 14,
      "zh": "我们听见他说，这拿撒勒人耶稣要毁坏此地，也要改变摩西所交给我们的规条。",
      "en": "For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs Moses handed down to us."
    },
    {
      "chapter": 6,
      "verse": 15,
      "zh": "在公会里坐着的人都定睛看他，见他的面貌好像天使的面貌。",
      "en": "All who were sitting in the Sanhedrin looked intently at Stephen, and they saw that his face was like the face of an angel."
    },
    {
      "chapter": 7,
      "verse": 1,
      "zh": "大祭司就说：这些事果然有吗？",
      "en": "Then the high priest asked Stephen, Are these charges true?"
    },
    {
      "chapter": 7,
      "verse": 2,
      "zh": "司提反说：诸位父兄请听！当日我们的祖宗亚伯拉罕在美索不达米亚还没有住哈兰的时候，荣耀的神向他显现，",
      "en": "To this he replied: Brothers and fathers, listen to me! The God of glory appeared to our father Abraham while he was still in Mesopotamia, before he lived in Harran."
    },
    {
      "chapter": 7,
      "verse": 3,
      "zh": "对他说：你要离开本地和亲族，往我所要指示你的地方去。",
      "en": "Leave your country and your people, God said, and go to the land I will show you."
    },
    {
      "chapter": 7,
      "verse": 4,
      "zh": "他就离开迦勒底人之地，住在哈兰。他父亲死了以后，神又使他从那里搬到你们现在所住之地。",
      "en": "So he left the land of the Chaldeans and settled in Harran. After the death of his father, God sent him to this land where you are now living."
    },
    {
      "chapter": 7,
      "verse": 5,
      "zh": "在这地方，神并没有给他产业，连立足之地也没有给他。但应许要将这地赐给他和他的后裔为业，那时他还没有儿子。",
      "en": "He gave him no inheritance here, not even enough ground to set his foot on. But God promised him that he and his descendants after him would possess the land, even though at that time Abraham had no child."
    },
    {
      "chapter": 7,
      "verse": 6,
      "zh": "神这样说：他的后裔必寄居外邦，那里的人要叫他们作奴仆，苦待他们四百年。",
      "en": "God spoke to him in this way: For four hundred years your descendants will be strangers in a country not their own, and they will be enslaved and mistreated."
    },
    {
      "chapter": 7,
      "verse": 7,
      "zh": "神又说：使他们作奴仆的那国，我要惩罚。后来他们要出来，在这地方事奉我。",
      "en": "But I will punish the nation they serve as slaves, God said, and afterward they will come out of that country and worship me in this place."
    },
    {
      "chapter": 7,
      "verse": 8,
      "zh": "神又赐他割礼的约。于是亚伯拉罕生了以撒，第八日给他行了割礼。以撒生雅各，雅各生了十二位先祖。",
      "en": "Then he gave Abraham the covenant of circumcision. And Abraham became the father of Isaac and circumcised him eight days after his birth. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."
    },
    {
      "chapter": 7,
      "verse": 9,
      "zh": "先祖们嫉妒约瑟，把他卖到埃及去。但神与他同在，",
      "en": "Because the patriarchs were jealous of Joseph, they sold him as a slave into Egypt. But God was with him"
    },
    {
      "chapter": 7,
      "verse": 10,
      "zh": "救他脱离一切苦难，又使他在法老面前得恩典有智慧。法老就派他作埃及国的宰相，兼管王宫和全地。",
      "en": "and rescued him from all his troubles. He gave Joseph wisdom and enabled him to gain the goodwill of Pharaoh king of Egypt. So Pharaoh made him ruler over Egypt and all his palace."
    },
    {
      "chapter": 7,
      "verse": 11,
      "zh": "后来埃及和迦南全地遭遇饥荒，大受艰难，我们的祖宗就绝了粮。",
      "en": "Then a famine struck all Egypt and Canaan, bringing great suffering, and our ancestors could not find food."
    },
    {
      "chapter": 7,
      "verse": 12,
      "zh": "雅各听见在埃及有粮，就打发我们的祖宗初次往那里去。",
      "en": "When Jacob heard that there was grain in Egypt, he sent our forefathers on their first visit."
    },
    {
      "chapter": 7,
      "verse": 13,
      "zh": "第二次约瑟与弟兄相认，他的亲族也被法老知道了。",
      "en": "On their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph's family."
    },
    {
      "chapter": 7,
      "verse": 14,
      "zh": "约瑟就打发弟兄请父亲雅各和全家七十五人来。",
      "en": "After this, Joseph sent for his father Jacob and his whole family, seventy-five in all."
    },
    {
      "chapter": 7,
      "verse": 15,
      "zh": "于是雅各下了埃及，后来他和我们的祖宗都死在那里。",
      "en": "Then Jacob went down to Egypt, where he and our ancestors died."
    },
    {
      "chapter": 7,
      "verse": 16,
      "zh": "又被带到示剑，葬在亚伯拉罕在示剑用银子从哈抹子孙买来的坟墓里。",
      "en": "Their bodies were brought back to Shechem and placed in the tomb that Abraham had bought from the sons of Hamor at Shechem for a certain sum of money."
    },
    {
      "chapter": 7,
      "verse": 17,
      "zh": "及至神应许亚伯拉罕的时候，他的子孙在埃及兴盛众多，",
      "en": "As the time drew near for God to fulfill his promise to Abraham, the number of our people in Egypt had greatly increased."
    },
    {
      "chapter": 7,
      "verse": 18,
      "zh": "直到有不晓得约瑟的新王兴起。",
      "en": "Then another king, who knew nothing about Joseph, became ruler of Egypt."
    },
    {
      "chapter": 7,
      "verse": 19,
      "zh": "他用诡计待我们的宗族，苦害我们的祖宗，叫他们丢弃婴孩，使婴孩不能存活。",
      "en": "He dealt treacherously with our people and oppressed our ancestors by forcing them to throw out their newborn babies so that they would die."
    },
    {
      "chapter": 7,
      "verse": 20,
      "zh": "那时，摩西生下来，俊美非凡，在他父亲家里抚养了三个月。",
      "en": "At that time Moses was born, and he was no ordinary child. For three months he was cared for by his family."
    },
    {
      "chapter": 7,
      "verse": 21,
      "zh": "他被丢弃的时候，法老的女儿拾了去，养为自己的儿子。",
      "en": "When he was placed outside, Pharaoh's daughter took him and brought him up as her own son."
    },
    {
      "chapter": 7,
      "verse": 22,
      "zh": "摩西学了埃及人一切的学问，说话行事都有才能。",
      "en": "Moses was educated in all the wisdom of the Egyptians and was powerful in speech and action."
    },
    {
      "chapter": 7,
      "verse": 23,
      "zh": "他将到四十岁的时候，心中起意，去看望他的弟兄以色列人。",
      "en": "When Moses was forty years old, he decided to visit his own people, the Israelites."
    },
    {
      "chapter": 7,
      "verse": 24,
      "zh": "到了那里，见他们一个人受冤屈，就护庇他，为那受欺压的人报仇，打死了那埃及人。",
      "en": "He saw one of them being mistreated by an Egyptian, so he went to his defense and avenged him by killing the Egyptian."
    },
    {
      "chapter": 7,
      "verse": 25,
      "zh": "他以为弟兄必明白神是借他的手搭救他们，他们却不明白。",
      "en": "Moses thought that his own people would realize that God was using him to rescue them, but they did not."
    },
    {
      "chapter": 7,
      "verse": 26,
      "zh": "第二天，他遇见两个以色列人争斗，就劝他们和睦，说：你们二位是弟兄，为什么彼此欺负呢？",
      "en": "The next day Moses came upon two Israelites who were fighting. He tried to reconcile them by saying, Men, you are brothers; why do you want to hurt each other?"
    },
    {
      "chapter": 7,
      "verse": 27,
      "zh": "那欺负邻舍的把他推开，说：谁立你作我们的首领和审判官呢？",
      "en": "But the man who was mistreating the other pushed Moses aside and said, Who made you ruler and judge over us?"
    },
    {
      "chapter": 7,
      "verse": 28,
      "zh": "难道你要杀我，像昨天杀那埃及人一样吗？",
      "en": "Do you want to kill me as you killed the Egyptian yesterday?"
    },
    {
      "chapter": 7,
      "verse": 29,
      "zh": "摩西听见这话就逃走了，寄居在米甸地，在那里生了两个儿子。",
      "en": "When Moses heard this, he fled to Midian, where he settled as a foreigner and had two sons."
    },
    {
      "chapter": 7,
      "verse": 30,
      "zh": "过了四十年，在西奈山的旷野，有一位天使在荆棘火焰中向摩西显现。",
      "en": "After forty years had passed, an angel appeared to Moses in the flames of a burning bush in the desert near Mount Sinai."
    },
    {
      "chapter": 7,
      "verse": 31,
      "zh": "摩西见了那异象，便觉希奇。正上前观看的时候，有主的声音说：",
      "en": "When he saw this, he was amazed at the sight. As he went over to get a closer look, he heard the Lord say:"
    },
    {
      "chapter": 7,
      "verse": 32,
      "zh": "我是你列祖的神，就是亚伯拉罕、以撒、雅各的神。摩西战战兢兢，不敢观看。",
      "en": "I am the God of your fathers, the God of Abraham, Isaac and Jacob. Moses trembled with fear and did not dare to look."
    },
    {
      "chapter": 7,
      "verse": 33,
      "zh": "主对他说：把你脚上的鞋脱下来，因为你所站之地是圣地。",
      "en": "Then the Lord said to him, Take off your sandals, for the place where you are standing is holy ground."
    },
    {
      "chapter": 7,
      "verse": 34,
      "zh": "我的百姓在埃及所受的困苦，我实在看见了，他们悲叹的声音，我也听见了。我下来要救他们。你来！我差你往埃及去。",
      "en": "I have indeed seen the oppression of my people in Egypt. I have heard their groaning and have come down to set them free. Now come, I will send you back to Egypt."
    },
    {
      "chapter": 7,
      "verse": 35,
      "zh": "这摩西，就是百姓弃绝说：谁立你作我们的首领和审判官的，神却借那在荆棘中显现之使者的手，差派他作首领作救赎的。",
      "en": "This is the same Moses they had rejected with the words, Who made you ruler and judge? He was sent to be their ruler and deliverer by God himself, through the angel who appeared to him in the bush."
    },
    {
      "chapter": 7,
      "verse": 36,
      "zh": "这人领百姓出来，在埃及、在红海、在旷野，四十年间行了奇事神迹。",
      "en": "He led them out of Egypt and performed wonders and signs in Egypt, at the Red Sea and for forty years in the wilderness."
    },
    {
      "chapter": 7,
      "verse": 37,
      "zh": "那曾对以色列人说：神要从你们弟兄中间给你们兴起一位先知像我的，就是这位摩西。",
      "en": "This is the Moses who told the Israelites, God will raise up for you a prophet like me from among your own people."
    },
    {
      "chapter": 7,
      "verse": 38,
      "zh": "这人曾在旷野会中，和西奈山上与那对他说话的天使同在，又与我们的祖宗同在，并且领受活泼的圣言传给我们。",
      "en": "He was in the assembly in the wilderness, with the angel who spoke to him on Mount Sinai, and with our ancestors; and he received living words to pass on to us."
    },
    {
      "chapter": 7,
      "verse": 39,
      "zh": "我们的祖宗不肯听从，反弃绝他，心里归向埃及，",
      "en": "But our ancestors refused to obey him. Instead, they rejected him and in their hearts turned back to Egypt."
    },
    {
      "chapter": 7,
      "verse": 40,
      "zh": "对亚伦说：你且为我们造些神像，在我们前面引路。因为领我们出埃及地的那个摩西，我们不知道他遭了什么事。",
      "en": "They told Aaron, Make us gods who will go before us. As for this fellow Moses who led us out of Egypt—we don't know what has happened to him!"
    },
    {
      "chapter": 7,
      "verse": 41,
      "zh": "那时，他们造了一个牛犊，又献祭给那像，欢喜自己手中的工作。",
      "en": "That was the time they made an idol in the form of a calf. They brought sacrifices to it and reveled in what their own hands had made."
    },
    {
      "chapter": 7,
      "verse": 42,
      "zh": "神就转脸不顾，任凭他们事奉天上的万象，正如先知书上所写的说：以色列家啊，你们四十年间在旷野，岂是将牺牲和祭物献给我吗？",
      "en": "But God turned away from them and gave them over to the worship of the sun, moon and stars. This agrees with what is written in the book of the prophets: Did you bring me sacrifices and offerings forty years in the wilderness, people of Israel?"
    },
    {
      "chapter": 7,
      "verse": 43,
      "zh": "你们抬着摩洛的帐幕和理番神的星，就是你们所造为要敬拜的像。因此，我要把你们迁徙到巴比伦外去。",
      "en": "You have taken up the tabernacle of Molek and the star of your god Rephan, the idols you made to worship. Therefore I will send you into exile beyond Babylon."
    },
    {
      "chapter": 7,
      "verse": 44,
      "zh": "我们的祖宗在旷野有法柜的帐幕，是神吩咐摩西叫他照所看见的样式作的。",
      "en": "Our ancestors had the tabernacle of the covenant law with them in the wilderness. It had been made as God directed Moses, according to the pattern he had seen."
    },
    {
      "chapter": 7,
      "verse": 45,
      "zh": "这帐幕，我们的祖宗相继承受，当神在他们面前赶出外邦人去的时候，他们同约书亚把帐幕搬进承受为业的之地，直到大卫的日子。",
      "en": "After receiving the tabernacle, our ancestors under Joshua brought it with them when they took the land from the nations God drove out before them. It remained in the land until the time of David,"
    },
    {
      "chapter": 7,
      "verse": 46,
      "zh": "大卫在神面前蒙恩，祈求为雅各的神预备居所。",
      "en": "who enjoyed God's favor and asked that he might provide a dwelling place for the God of Jacob."
    },
    {
      "chapter": 7,
      "verse": 47,
      "zh": "却是所罗门为神建造殿宇。",
      "en": "But it was Solomon who built a house for him."
    },
    {
      "chapter": 7,
      "verse": 48,
      "zh": "其实，至高者并不住人手所造的，就如先知所说：",
      "en": "However, the Most High does not live in houses made by human hands. As the prophet says:"
    },
    {
      "chapter": 7,
      "verse": 49,
      "zh": "主说：天是我的座位，地是我的脚凳，你们要为我造何等的殿宇？哪里是我安息的地方呢？",
      "en": "Heaven is my throne, and the earth is my footstool. What kind of house will you build for me? says the Lord. Or where will my resting place be?"
    },
    {
      "chapter": 7,
      "verse": 50,
      "zh": "这一切都是我手所造的吗？",
      "en": "Has not my hand made all these things?"
    },
    {
      "chapter": 7,
      "verse": 51,
      "zh": "你们这硬着颈项、心与耳未受割礼的人，常时抗拒圣灵。你们的祖宗怎样，你们也怎样。",
      "en": "You stiff-necked people! Your hearts and ears are still uncircumcised. You are just like your ancestors: You always resist the Holy Spirit!"
    },
    {
      "chapter": 7,
      "verse": 52,
      "zh": "哪一个先知不是你们的祖宗逼迫呢？他们也把预先传说那义者要来的人杀了。如今你们又把那义者卖了，杀了。",
      "en": "Was there ever a prophet your ancestors did not persecute? They even killed those who predicted the coming of the Righteous One. And now you have betrayed and murdered him—"
    },
    {
      "chapter": 7,
      "verse": 53,
      "zh": "你们受了天使所传的律法，竟不遵守。",
      "en": "you who have received the law that was given through angels but have not obeyed it."
    },
    {
      "chapter": 7,
      "verse": 54,
      "zh": "众人听见这话，就极其恼怒，向司提反咬牙切齿。",
      "en": "When the members of the Sanhedrin heard this, they were furious and gnashed their teeth at him."
    },
    {
      "chapter": 7,
      "verse": 55,
      "zh": "但司提反被圣灵充满，定睛望天，看见神的荣耀，又看见耶稣站在神的右边。",
      "en": "But Stephen, full of the Holy Spirit, looked up to heaven and saw the glory of God, and Jesus standing at the right hand of God."
    },
    {
      "chapter": 7,
      "verse": 56,
      "zh": "就说：我看见天开了，人子站在神的右边。",
      "en": "Look, he said, I see heaven open and the Son of Man standing at the right hand of God."
    },
    {
      "chapter": 7,
      "verse": 57,
      "zh": "众人大声喊叫，捂着耳朵，齐心拥上前去，",
      "en": "At this they covered their ears and, yelling at the top of their voices, all rushed at him,"
    },
    {
      "chapter": 7,
      "verse": 58,
      "zh": "把他推到城外，用石头打他。作见证的人把衣裳放在一个少年人名叫扫罗的脚前。",
      "en": "dragged him out of the city and began to stone him. Meanwhile, the witnesses laid their coats at the feet of a young man named Saul."
    },
    {
      "chapter": 7,
      "verse": 59,
      "zh": "他们正用石头打的时候，司提反呼吁主说：求主耶稣接收我的灵魂。",
      "en": "While they were stoning him, Stephen prayed, Lord Jesus, receive my spirit."
    },
    {
      "chapter": 7,
      "verse": 60,
      "zh": "又跪下大声喊着说：主啊，不要将这罪归于他们。他们说了这话，就睡了。扫罗也喜悦他被害。",
      "en": "Then he fell on his knees and cried out, Lord, do not hold this sin against them. When he had said this, he fell asleep."
    },
    {
      "chapter": 8,
      "verse": 1,
      "zh": "从这日起，耶路撒冷的教会大遭逼迫。除了使徒以外，门徒都分散在犹太和撒马利亚各处。",
      "en": "And Saul approved of their killing him. On that day a great persecution broke out against the church in Jerusalem, and all except the apostles were scattered throughout Judea and Samaria."
    },
    {
      "chapter": 8,
      "verse": 2,
      "zh": "有虔诚的人把司提反埋葬了，为他大大地哀哭。",
      "en": "Godly men buried Stephen and mourned deeply for him."
    },
    {
      "chapter": 8,
      "verse": 3,
      "zh": "扫罗却残害教会，进各人的家，拉着男女下在监里。",
      "en": "But Saul began to destroy the church. Going from house to house, he dragged off both men and women and put them in prison."
    },
    {
      "chapter": 8,
      "verse": 4,
      "zh": "那些分散的人往各处去传道。",
      "en": "Those who had been scattered preached the word wherever they went."
    },
    {
      "chapter": 8,
      "verse": 5,
      "zh": "腓利下撒马利亚城去，宣讲基督。",
      "en": "Philip went down to a city in Samaria and proclaimed the Messiah there."
    },
    {
      "chapter": 8,
      "verse": 6,
      "zh": "众人听见了，又看见腓利所行的神迹，就同心合意地听从他的话。",
      "en": "When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said."
    },
    {
      "chapter": 8,
      "verse": 7,
      "zh": "因为有许多人被污鬼附着，那些鬼大声呼叫，从他们身上出来。还有许多瘫痪的，瘸腿的，都得了医治。",
      "en": "For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed."
    },
    {
      "chapter": 8,
      "verse": 8,
      "zh": "在那城里大有欢喜。",
      "en": "So there was great joy in that city."
    },
    {
      "chapter": 8,
      "verse": 9,
      "zh": "有一个人名叫西门，向来在那城里行邪术，妄自尊大，使撒马利亚的百姓惊奇。",
      "en": "Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,"
    },
    {
      "chapter": 8,
      "verse": 10,
      "zh": "无论大小都听从他，说：这人就是那称为神的大能者。",
      "en": "and all the people, both high and low, gave him their attention and exclaimed, This man is rightly called the Great Power of God."
    },
    {
      "chapter": 8,
      "verse": 11,
      "zh": "他们听从他，因为他久用邪术，使他们惊奇。",
      "en": "They followed him because he had amazed them for a long time with his sorcery."
    },
    {
      "chapter": 8,
      "verse": 12,
      "zh": "及至他们信了腓利所传神国的福音和耶稣基督的名，连男带女就受了洗。",
      "en": "But when they believed Philip as he proclaimed the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."
    },
    {
      "chapter": 8,
      "verse": 13,
      "zh": "西门自己也信了，既受了洗，就常与腓利在一处，见他所行的神迹和大异能，就甚惊奇。",
      "en": "Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw."
    },
    {
      "chapter": 8,
      "verse": 14,
      "zh": "使徒在耶路撒冷听见撒马利亚人领受了神的道，就打发彼得、约翰往他们那里去。",
      "en": "When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to Samaria."
    },
    {
      "chapter": 8,
      "verse": 15,
      "zh": "两个人到了，就为他们祷告，要叫他们受圣灵。",
      "en": "When they arrived, they prayed for the new believers there that they might receive the Holy Spirit,"
    },
    {
      "chapter": 8,
      "verse": 16,
      "zh": "因为圣灵还没有降在他们一个人身上，他们只奉主耶稣的名受了洗。",
      "en": "because the Holy Spirit had not yet come on any of them; they had simply been baptized in the name of the Lord Jesus."
    },
    {
      "chapter": 8,
      "verse": 17,
      "zh": "于是使徒按手在他们头上，他们就受了圣灵。",
      "en": "Then Peter and John placed their hands on them, and they received the Holy Spirit."
    },
    {
      "chapter": 8,
      "verse": 18,
      "zh": "西门看见使徒按手，便有圣灵赐下，就拿钱给使徒，说：",
      "en": "When Simon saw that the Spirit was given at the laying on of the apostles' hands, he offered them money"
    },
    {
      "chapter": 8,
      "verse": 19,
      "zh": "把这权柄也给我，叫我手按着谁，谁就可以受圣灵。",
      "en": "and said, Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit."
    },
    {
      "chapter": 8,
      "verse": 20,
      "zh": "彼得说：你的银子和你一同灭亡吧！因你想神的恩赐是可以用钱买的。",
      "en": "Peter answered: May your money perish with you, because you thought you could buy the gift of God with money!"
    },
    {
      "chapter": 8,
      "verse": 21,
      "zh": "你在这道上无分无关，因为在神面前，你的心不正。",
      "en": "You have no part or share in this ministry, because your heart is not right before God."
    },
    {
      "chapter": 8,
      "verse": 22,
      "zh": "你当懊悔你这罪恶，祈求主，或者你心里的意念可得赦免。",
      "en": "Repent of this wickedness and pray to the Lord in the hope that he may forgive you for having such a thought in your heart."
    },
    {
      "chapter": 8,
      "verse": 23,
      "zh": "我看出你正在苦胆之中，被罪恶捆绑。",
      "en": "For I see that you are full of bitterness and captive to sin."
    },
    {
      "chapter": 8,
      "verse": 24,
      "zh": "西门说：愿你们为我求主，叫你们所说的话，没有一样临到我身上。",
      "en": "Then Simon answered, Pray to the Lord for me so that nothing you have said may happen to me."
    },
    {
      "chapter": 8,
      "verse": 25,
      "zh": "使徒既证明主道，而且讲论，就回耶路撒冷去，一路在撒马利亚好些村庄传扬福音。",
      "en": "After they had further proclaimed the word of the Lord and testified about Jesus, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages."
    },
    {
      "chapter": 8,
      "verse": 26,
      "zh": "有主的一个使者对腓利说：起来，向南走，往那从耶路撒冷下迦萨的路上去。那路是旷野。",
      "en": "Now an angel of the Lord said to Philip, Go south to the road—the desert road—that goes down from Jerusalem to Gaza."
    },
    {
      "chapter": 8,
      "verse": 27,
      "zh": "腓利就起身去了。不料，有一个埃提阿伯人，是个有大权的太监，在埃提阿伯女王干大基的手下总管银库，他上耶路撒冷礼拜去。",
      "en": "So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of the Kandake (which means queen of the Ethiopians). This man had gone to Jerusalem to worship,"
    },
    {
      "chapter": 8,
      "verse": 28,
      "zh": "现在回来，在车上坐着，念先知以赛亚的书。",
      "en": "and on his way home was sitting in his chariot reading the Book of Isaiah the prophet."
    },
    {
      "chapter": 8,
      "verse": 29,
      "zh": "圣灵对腓利说：你去贴近那车走。",
      "en": "The Spirit told Philip, Go to that chariot and stay near it."
    },
    {
      "chapter": 8,
      "verse": 30,
      "zh": "腓利就跑到太监那里，听见他念先知以赛亚的书，便问他说：你所念的，你明白吗？",
      "en": "Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. Do you understand what you are reading? Philip asked."
    },
    {
      "chapter": 8,
      "verse": 31,
      "zh": "他说：没有人指教我，怎能明白呢？于是请腓利上车，与他同坐。",
      "en": "How can I, he said, unless someone explains it to me? So he invited Philip to come up and sit with him."
    },
    {
      "chapter": 8,
      "verse": 32,
      "zh": "他所念的那段经，说：他像羊被牵到宰杀之地，又像羊羔在剪毛的人手下无声，他也是这样不开口。",
      "en": "This is the passage of Scripture the eunuch was reading: He was led like a sheep to the slaughter, and as a lamb before its shearer is silent, so he did not open his mouth."
    },
    {
      "chapter": 8,
      "verse": 33,
      "zh": "他卑微的时候，人不按公义审判他。（原文作：他的审判被夺去）谁能述说他的世代？因为他的生命从地上夺去。",
      "en": "In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth."
    },
    {
      "chapter": 8,
      "verse": 34,
      "zh": "太监对腓利说：请问，先知是指着谁说的？是指着自己呢？是指着别人呢？",
      "en": "The eunuch asked Philip, Tell me, please, who is the prophet talking about, himself or someone else?"
    },
    {
      "chapter": 8,
      "verse": 35,
      "zh": "腓利就开口从这经上起，对他传讲耶稣。",
      "en": "Then Philip began with that very passage of Scripture and told him the good news about Jesus."
    },
    {
      "chapter": 8,
      "verse": 36,
      "zh": "二人正往前走，到了有水的地方，太监说：看哪，这里有水，我受洗有什么妨碍呢？（有古卷在此有：腓利说：你若是一心相信，就可以。他回答说：我信耶稣基督是神的儿子。）",
      "en": "As they traveled along the road, they came to some water and the eunuch said, Look, here is water. What can stand in the way of my being baptized? (And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him.)"
    },
    {
      "chapter": 8,
      "verse": 37,
      "zh": "腓利说：你若是一心相信，就可以。他回答说：我信耶稣基督是神的儿子。",
      "en": "And he answered and said, I believe that Jesus Christ is the Son of God."
    },
    {
      "chapter": 8,
      "verse": 38,
      "zh": "于是吩咐车站住，腓利和太监二人同下水里去，腓利就给他施洗。",
      "en": "And he commanded the chariot to stand still. And they both went down into the water, both Philip and the eunuch, and he baptized him."
    },
    {
      "chapter": 8,
      "verse": 39,
      "zh": "从水里上来，主的精神把腓利提了去。太监也不再见他了，就欢欢喜喜地走路。",
      "en": "And when they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing."
    },
    {
      "chapter": 8,
      "verse": 40,
      "zh": "后来有人遇见腓利在亚锁都。他走遍那地方，在各城宣传福音，直到凯撒利亚。",
      "en": "Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea."
    },
    {
      "chapter": 9,
      "verse": 1,
      "zh": "扫罗仍然向主的门徒口吐威吓凶杀的话，去见大祭司，",
      "en": "Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest"
    },
    {
      "chapter": 9,
      "verse": 2,
      "zh": "求文书给大马士革的各会堂，若是找着信奉这道的人，无论男女，都捆绑带到耶路撒冷。",
      "en": "and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem."
    },
    {
      "chapter": 9,
      "verse": 3,
      "zh": "扫罗行路，将到大马士革，忽然从天上发光，四面照着他。",
      "en": "As he neared Damascus on his journey, suddenly a light from heaven flashed around him."
    },
    {
      "chapter": 9,
      "verse": 4,
      "zh": "他就仆倒在地，听见有声音对他说：扫罗，扫罗！你为什么逼迫我？",
      "en": "He fell to the ground and heard a voice say to him, Saul, Saul, why do you persecute me?"
    },
    {
      "chapter": 9,
      "verse": 5,
      "zh": "他说：主啊，你是谁？主说：我就是你所逼迫的耶稣。",
      "en": "Who are you, Lord? Saul asked. I am Jesus, whom you are persecuting, he replied."
    },
    {
      "chapter": 9,
      "verse": 6,
      "zh": "起来，进城去，你所当作的事，必有人告诉你。",
      "en": "Now get up and go into the city, and you will be told what you must do."
    },
    {
      "chapter": 9,
      "verse": 7,
      "zh": "同行的人站在那里，说不出话来，听见声音，却看不见人。",
      "en": "The men traveling with Saul stood there speechless; they heard the sound but did not see anyone."
    },
    {
      "chapter": 9,
      "verse": 8,
      "zh": "扫罗从地上起来，睁开眼睛，竟不能看见什么。有人拉他的手，领他进了大马士革。",
      "en": "Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus."
    },
    {
      "chapter": 9,
      "verse": 9,
      "zh": "三日不能看见，也不吃，也不喝。",
      "en": "For three days he was blind, and did not eat or drink anything."
    },
    {
      "chapter": 9,
      "verse": 10,
      "zh": "当下，在大马士革有一个门徒，名叫亚拿尼亚。主在异象中对他说：亚拿尼亚。",
      "en": "In Damascus there was a disciple named Ananias. The Lord called to him in a vision, Ananias! Yes, Lord, he answered."
    },
    {
      "chapter": 9,
      "verse": 11,
      "zh": "主对他说：起来，往直街去，在犹大的家里，访问一个大数人名叫扫罗。他正祷告，",
      "en": "The Lord told him, Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying."
    },
    {
      "chapter": 9,
      "verse": 12,
      "zh": "又看见了一个人，名叫亚拿尼亚，进来按手在他身上，叫他能看见。",
      "en": "In a vision he has seen a man named Ananias come and place his hands on him to restore his sight."
    },
    {
      "chapter": 9,
      "verse": 13,
      "zh": "亚拿尼亚回答说：主啊，我听见许多人说，这人怎样在耶路撒冷多多苦害你的圣徒，",
      "en": "Lord, Ananias answered, I have heard many reports about this man and all the harm he has done to your holy people in Jerusalem."
    },
    {
      "chapter": 9,
      "verse": 14,
      "zh": "并且他在这里有从祭司长得来的权柄，捆绑一切求告你名的人。",
      "en": "And he has come here with authority from the chief priests to arrest all who call on your name."
    },
    {
      "chapter": 9,
      "verse": 15,
      "zh": "主对亚拿尼亚说：你只管去！他是我所拣选的器皿，要在外邦人和君王并以色列人面前宣扬我的名。",
      "en": "But the Lord said to Ananias, Go! This man is my chosen instrument to proclaim my name to the Gentiles and their kings and to the people of Israel."
    },
    {
      "chapter": 9,
      "verse": 16,
      "zh": "我也要指示他，为我的名必须受许多的苦难。",
      "en": "I will show him how much he must suffer for my name."
    },
    {
      "chapter": 9,
      "verse": 17,
      "zh": "亚拿尼亚就去了，进入那家，把手按在扫罗身上，说：兄弟扫罗，在你来的路上，向你显现的主，就是耶稣，打发我来，叫你能看见，又被圣灵充满。",
      "en": "Then Ananias went to the house and entered it. Placing his hands on Saul, he said, Brother Saul, the Lord—Jesus, who appeared to you on the road as you were coming here—has sent me so that you may see again and be filled with the Holy Spirit."
    },
    {
      "chapter": 9,
      "verse": 18,
      "zh": "扫罗的眼睛上，好像有鳞立刻掉下来，他就能看见。于是起来，受了洗。",
      "en": "Immediately, something like scales fell from Saul's eyes, and he could see again. He got up and was baptized,"
    },
    {
      "chapter": 9,
      "verse": 19,
      "zh": "吃过饭就健壮了。扫罗和大马士革的门徒同住了些日子，",
      "en": "and after taking some food, he regained his strength. Saul spent several days with the disciples in Damascus."
    },
    {
      "chapter": 9,
      "verse": 20,
      "zh": "立刻在各会堂里宣传耶稣，说他是神的儿子。",
      "en": "At once he began to preach in the synagogues that Jesus is the Son of God."
    },
    {
      "chapter": 9,
      "verse": 21,
      "zh": "凡听见的人都惊奇，说：在耶路撒冷残害求告这名的人，不是这人吗？并且他到这里来，特要捆绑他们，带到祭司长那里。",
      "en": "All those who heard him were astonished and asked, Isn't he the man who raised havoc in Jerusalem among those who call on this name? And hasn't he come here to take them as prisoners to the chief priests?"
    },
    {
      "chapter": 9,
      "verse": 22,
      "zh": "但扫罗越发有能力，驳倒外邦人，证明耶稣是基督。",
      "en": "Yet Saul grew more and more powerful and baffled the Jews living in Damascus by proving that Jesus is the Messiah."
    },
    {
      "chapter": 9,
      "verse": 23,
      "zh": "过了好些日子，犹太人商议要杀扫罗。",
      "en": "After many days had gone by, there was a conspiracy among the Jews to kill him,"
    },
    {
      "chapter": 9,
      "verse": 24,
      "zh": "但他们的计谋被扫罗知道了。他们又昼夜在城门守候，要杀他。",
      "en": "but Saul learned of their plan. Day and night they kept close watch on the city gates in order to kill him."
    },
    {
      "chapter": 9,
      "verse": 25,
      "zh": "他的门徒就在夜间用筐子把他从城墙上缒下去。",
      "en": "But his followers took him by night and lowered him in a basket through an opening in the wall."
    },
    {
      "chapter": 9,
      "verse": 26,
      "zh": "扫罗到了耶路撒冷，想与门徒结交。他们却都怕他，不信他是门徒。",
      "en": "When he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple."
    },
    {
      "chapter": 9,
      "verse": 27,
      "zh": "惟有巴拿巴接待他，领去见使徒，把他在路上怎样看见主，主怎样对他说话，他在大马士革怎样奉耶稣的名放胆传道，都述说出来。",
      "en": "But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus."
    },
    {
      "chapter": 9,
      "verse": 28,
      "zh": "于是扫罗在耶路撒冷和他们同住，奉主的名放胆传道。",
      "en": "So Saul stayed with them and moved about freely in Jerusalem, speaking boldly in the name of the Lord."
    },
    {
      "chapter": 9,
      "verse": 29,
      "zh": "又与说希腊话的犹太人讲论辩驳，他们却想法子要杀他。",
      "en": "He talked and debated with the Hellenistic Jews, but they tried to kill him."
    },
    {
      "chapter": 9,
      "verse": 30,
      "zh": "弟兄们知道了，就送他下凯撒利亚，打发他往大数去。",
      "en": "When the believers learned of this, they took him down to Caesarea and sent him off to Tarsus."
    },
    {
      "chapter": 9,
      "verse": 31,
      "zh": "那时，犹太、加利利、撒马利亚各处的教会都得平安，被建立。凡事敬畏主，蒙圣灵的安慰，人数就增多了。",
      "en": "Then the church throughout Judea, Galilee and Samaria enjoyed a time of peace and was strengthened. Living in the fear of the Lord and encouraged by the Holy Spirit, it increased in numbers."
    },
    {
      "chapter": 9,
      "verse": 32,
      "zh": "彼得周游四方的时候，也到了居住吕大的圣徒那里。",
      "en": "As Peter traveled about the country, he went to visit the Lord's people who lived in Lydda."
    },
    {
      "chapter": 9,
      "verse": 33,
      "zh": "遇见一个人，名叫以尼雅，得了瘫痪，在褥子上躺卧八年。",
      "en": "There he found a man named Aeneas, who was paralyzed and had been bedridden for eight years."
    },
    {
      "chapter": 9,
      "verse": 34,
      "zh": "彼得对他说：以尼雅，耶稣基督医好你了。起来，收拾你的褥子。他就立刻起来了。",
      "en": "Aeneas, Peter said to him, Jesus Christ heals you. Get up and roll up your mat. Immediately Aeneas got up."
    },
    {
      "chapter": 9,
      "verse": 35,
      "zh": "凡住吕大和沙仑的人都看见了他，就归服主。",
      "en": "All those who lived in Lydda and Sharon saw him and turned to the Lord."
    },
    {
      "chapter": 9,
      "verse": 36,
      "zh": "在约帕有一个女徒，名叫大比大，翻希腊话就是多加（就是羚羊的意思）。她广行善事，多施赒济。",
      "en": "In Joppa there was a disciple named Tabitha (in Greek her name is Dorcas); she was always doing good and helping the poor."
    },
    {
      "chapter": 9,
      "verse": 37,
      "zh": "当时，她病了，死了。人给她洗澡以后，停在楼上。",
      "en": "About that time she became sick and died, and her body was washed and placed in an upstairs room."
    },
    {
      "chapter": 9,
      "verse": 38,
      "zh": "吕大原离约帕不远，门徒听见彼得在那里，就打发两个人去见他，央求他说：快到我们那里去，不要耽延。",
      "en": "Lydda was near Joppa; so when the disciples heard that Peter was in Lydda, they sent two men to him and urged him, Please come at once!"
    },
    {
      "chapter": 9,
      "verse": 39,
      "zh": "彼得就起身和他们同去。到了，就有人领他上楼。众寡妇都站在旁边哭，拿多加与他们同在时所做的里衣外衣给他看。",
      "en": "Peter went with them, and when he arrived he was taken upstairs to the room. All the widows stood around him, crying and showing him the robes and other clothing that Dorcas had made while she was still with them."
    },
    {
      "chapter": 9,
      "verse": 40,
      "zh": "彼得叫他们都出去，就跪下祷告，转身对死人说：大比大，起来！她就睁开眼睛，见了彼得，便坐起来。",
      "en": "Peter sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, Tabitha, get up. She opened her eyes, and seeing Peter she sat up."
    },
    {
      "chapter": 9,
      "verse": 41,
      "zh": "彼得伸手扶她起来，叫众圣徒和寡妇进去，把多加活活地交给他们。",
      "en": "He took her by the hand and helped her to her feet. Then he called for the believers, especially the widows, and presented her to them alive."
    },
    {
      "chapter": 9,
      "verse": 42,
      "zh": "这事传遍了约帕，就有许多人信了主。",
      "en": "This became known all over Joppa, and many people believed in the Lord."
    },
    {
      "chapter": 9,
      "verse": 43,
      "zh": "彼得在约帕一个硝皮匠西门的家里住了多日。",
      "en": "Peter stayed in Joppa for some time with a tanner named Simon."
    },
    {
      "chapter": 10,
      "verse": 1,
      "zh": "在凯撒利亚有一个人，名叫哥尼流，是意大利营的百夫长。",
      "en": "At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment."
    },
    {
      "chapter": 10,
      "verse": 2,
      "zh": "他是个虔诚人，他和全家都敬畏神，多多赒济百姓，常常祷告神。",
      "en": "He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly."
    },
    {
      "chapter": 10,
      "verse": 3,
      "zh": "有一天，约在申初，他在异象中明明看见神的一个使者进去，到他那里，说：哥尼流。",
      "en": "One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, Cornelius!"
    },
    {
      "chapter": 10,
      "verse": 4,
      "zh": "哥尼流定睛看他，惊怕说：主啊，什么事呢？天使说：你的祷告和你的赒济达到神面前，已蒙记念了。",
      "en": "Cornelius stared at him in fear. What is it, Lord? he asked. The angel answered, Your prayers and gifts to the poor have come up as a memorial offering before God."
    },
    {
      "chapter": 10,
      "verse": 5,
      "zh": "现在你当打发人往约帕去，请那称呼彼得的西门来。",
      "en": "Now send men to Joppa to bring back a man named Simon who is called Peter."
    },
    {
      "chapter": 10,
      "verse": 6,
      "zh": "他住在海边一个硝皮匠西门的家里，房子在海边上。",
      "en": "He is staying with Simon the tanner, whose house is by the sea."
    },
    {
      "chapter": 10,
      "verse": 7,
      "zh": "向他说话的天使去后，哥尼流叫了两个家人和常伺候他的一个虔诚兵来。",
      "en": "When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants."
    },
    {
      "chapter": 10,
      "verse": 8,
      "zh": "把这事都述说给他们听，就打发他们往约帕去。",
      "en": "He told them everything that had happened and sent them to Joppa."
    },
    {
      "chapter": 10,
      "verse": 9,
      "zh": "第二天，他们行路将近那城的时候，彼得约在午正，上房顶去祷告。",
      "en": "The next day, as they were on their journey and approaching the city, Peter went up on the roof to pray. It was about noon,"
    },
    {
      "chapter": 10,
      "verse": 10,
      "zh": "觉得饿了，想要吃。那家的人正预备饭的时候，彼得魂游象外，",
      "en": "and he became hungry and wanted something to eat. While the meal was being prepared, he fell into a trance."
    },
    {
      "chapter": 10,
      "verse": 11,
      "zh": "看见天开了，有一物降下，好像一块大布，系着四角，缒在地上。",
      "en": "He saw heaven opened and something like a large sheet being let down to earth by its four corners."
    },
    {
      "chapter": 10,
      "verse": 12,
      "zh": "里面有地上各样四足的走兽和昆虫，并天上的飞鸟。",
      "en": "It contained all kinds of four-footed animals, as well as reptiles and birds."
    },
    {
      "chapter": 10,
      "verse": 13,
      "zh": "又有声音向他说：彼得，起来，宰了吃。",
      "en": "Then a voice told him, Get up, Peter. Kill and eat."
    },
    {
      "chapter": 10,
      "verse": 14,
      "zh": "彼得却说：主啊，这是不可的！凡俗物和不洁净的物，我从来没有吃过。",
      "en": "Surely not, Lord! Peter replied. I have never eaten anything impure or unclean."
    },
    {
      "chapter": 10,
      "verse": 15,
      "zh": "第二次有声音向他说：神所洁净的，你不可当作俗物。",
      "en": "The voice spoke to him a second time, Do not call anything impure that God has made clean."
    },
    {
      "chapter": 10,
      "verse": 16,
      "zh": "这样一连三次，那物随即收回天上去了。",
      "en": "This happened three times, and immediately the sheet was taken back to heaven."
    },
    {
      "chapter": 10,
      "verse": 17,
      "zh": "彼得心里正在猜疑之间，不知这异象是什么意思。哥尼流所差来的人已经访问到西门的家，站在门外，",
      "en": "While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate."
    },
    {
      "chapter": 10,
      "verse": 18,
      "zh": "喊着问：有称呼彼得的西门住在这里没有？",
      "en": "They called out, asking if Simon who was known as Peter was staying there."
    },
    {
      "chapter": 10,
      "verse": 19,
      "zh": "彼得还思想那异象的时候，圣灵向他说：有三个人来找你。",
      "en": "While Peter was still thinking about the vision, the Spirit said to him, Simon, three men are looking for you."
    },
    {
      "chapter": 10,
      "verse": 20,
      "zh": "起来，下去，和他们同往，不要疑惑，因为是我差他们来的。",
      "en": "So go downstairs and accompany them. Don't hesitate to go with them, for I have sent them."
    },
    {
      "chapter": 10,
      "verse": 21,
      "zh": "于是彼得下去见那些人，说：我就是你们所找的人。你们来是为什么缘故？",
      "en": "Peter went down and said to the men, I'm the one you're looking for. Why have you come?"
    },
    {
      "chapter": 10,
      "verse": 22,
      "zh": "他们说：百夫长哥尼流是个义人，敬畏神，为犹太通国所称赞。他蒙一位圣天使指示，叫他请你到他家里去，听你的话。",
      "en": "The men replied, We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to ask you to come to his house so that he could hear what you have to say."
    },
    {
      "chapter": 10,
      "verse": 23,
      "zh": "彼得就请他们进去，住了一宿。次日，起身和他们同去，还有约帕的几个弟兄同着他去。",
      "en": "Then Peter invited the men into the house to be his guests. The next day Peter started out with them, and some of the believers from Joppa went along."
    },
    {
      "chapter": 10,
      "verse": 24,
      "zh": "又次日，他们进入凯撒利亚，哥尼流已经请了他的亲属密友等候他们。",
      "en": "The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends."
    },
    {
      "chapter": 10,
      "verse": 25,
      "zh": "彼得一进去，哥尼流就迎接他，俯伏在他脚前拜他。",
      "en": "As Peter entered the house, Cornelius met him and fell at his feet in reverence."
    },
    {
      "chapter": 10,
      "verse": 26,
      "zh": "彼得却拉他，说：起来，我也是人。",
      "en": "But Peter made him get up. Stand up, he said, I am only a man myself."
    },
    {
      "chapter": 10,
      "verse": 27,
      "zh": "彼得和他说话，进去见有许多人在那里聚集，",
      "en": "While talking with him, Peter went inside and found a large gathering of people."
    },
    {
      "chapter": 10,
      "verse": 28,
      "zh": "就对他们说：你们知道，犹太人和别国的人亲近来往本是不合例的，但神已经指示我，无论什么人都不可看作俗而不洁净的。",
      "en": "He said to them: You are well aware that it is against our law for a Jew to associate with or visit a Gentile. But God has shown me that I should not call anyone impure or unclean."
    },
    {
      "chapter": 10,
      "verse": 29,
      "zh": "所以我被请的时候，就不推辞而来。现在请问：你们叫我来有什么意思呢？",
      "en": "So when I was sent for, I came without raising any objection. May I ask why you sent for me?"
    },
    {
      "chapter": 10,
      "verse": 30,
      "zh": "哥尼流说：前四天，这个时候，我在家中守着申初的祷告，忽然有一个人穿着光明的衣裳，站在我面前，",
      "en": "Cornelius answered: Three days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me"
    },
    {
      "chapter": 10,
      "verse": 31,
      "zh": "说：哥尼流，你的祷告已蒙垂听，你的赒济达到神面前已蒙记念了。",
      "en": "and said, Cornelius, God has heard your prayer and remembered your gifts to the poor."
    },
    {
      "chapter": 10,
      "verse": 32,
      "zh": "你当打发人往约帕去，请那称呼彼得的西门来，他住在海边一个硝皮匠西门的家里。",
      "en": "Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea."
    },
    {
      "chapter": 10,
      "verse": 33,
      "zh": "所以我立刻打发人去请你。你来了很好。现今我们都在神面前，要听主所吩咐你的一切话。",
      "en": "So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us."
    },
    {
      "chapter": 10,
      "verse": 34,
      "zh": "彼得就开口说：我真看出神是不偏待人。",
      "en": "Then Peter began to speak: I now realize how true it is that God does not show favoritism"
    },
    {
      "chapter": 10,
      "verse": 35,
      "zh": "原来，各国中那敬畏主、行义的人都为主所悦纳。",
      "en": "but accepts from every nation the one who fears him and does what is right."
    },
    {
      "chapter": 10,
      "verse": 36,
      "zh": "神借着耶稣基督（他是万有的主）传和平的福音，将这道赐给以色列人。",
      "en": "You know the message God sent to the people of Israel, announcing the good news of peace through Jesus Christ, who is Lord of all."
    },
    {
      "chapter": 10,
      "verse": 37,
      "zh": "这话在约翰施洗以后，从加利利起，传遍了犹太。",
      "en": "You know what has happened throughout the province of Judea, beginning in Galilee after the baptism that John preached—"
    },
    {
      "chapter": 10,
      "verse": 38,
      "zh": "神怎样以圣灵和能力膏拿撒勒人耶稣，这都是你们知道的。他周游四方，行善事，医好凡被魔鬼压制的人，因为神与他同在。",
      "en": "how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him."
    },
    {
      "chapter": 10,
      "verse": 39,
      "zh": "他在犹太人之地，并耶路撒冷所行的一切事，有我们作见证。他们竟把他挂在木头上杀了。",
      "en": "We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a cross,"
    },
    {
      "chapter": 10,
      "verse": 40,
      "zh": "第三日，神叫他复活，显现出来，",
      "en": "but God raised him from the dead on the third day and caused him to be seen."
    },
    {
      "chapter": 10,
      "verse": 41,
      "zh": "不是显现给众人看，乃是显现给神预先所拣选为他作见证的人看，就是我们这些在他从死里复活以后和他同吃同喝的人。",
      "en": "He was not seen by all the people, but by witnesses whom God had already chosen—by us who ate and drank with him after he rose from the dead."
    },
    {
      "chapter": 10,
      "verse": 42,
      "zh": "他吩咐我们传道给众人，证明他是神所立定的，要作审判活人死人的主。",
      "en": "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead."
    },
    {
      "chapter": 10,
      "verse": 43,
      "zh": "众先知也为他作见证说：凡信他的人，必因他的名得蒙赦罪。",
      "en": "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name."
    },
    {
      "chapter": 11,
      "verse": 1,
      "zh": "使徒和在犹太的众弟兄听说外邦人也领受了神的道。",
      "en": "The apostles and the believers throughout Judea heard that the Gentiles also had received the word of God."
    },
    {
      "chapter": 11,
      "verse": 2,
      "zh": "及至彼得上了耶路撒冷，那些受割礼的门徒和他争辩说：",
      "en": "So when Peter went up to Jerusalem, the circumcised believers criticized him"
    },
    {
      "chapter": 11,
      "verse": 3,
      "zh": "你进入未受割礼之人的家，和他们一同吃饭了。",
      "en": "and said, You went into the house of uncircumcised men and ate with them."
    },
    {
      "chapter": 11,
      "verse": 4,
      "zh": "彼得就开口，把这事挨次给他们讲解说：",
      "en": "Starting from the beginning, Peter told them the whole story:"
    },
    {
      "chapter": 11,
      "verse": 5,
      "zh": "我在约帕城里祷告的时候，魂游象外，看见异象，有一物降下，好像一块大布，系着四角，从天缒下，直来到我跟前。",
      "en": "I was in the city of Joppa praying, and in a trance I saw a vision. I saw something like a large sheet being let down from heaven by its four corners, and it came down to where I was."
    },
    {
      "chapter": 11,
      "verse": 6,
      "zh": "我定睛观看，见内中有地上四足的牲畜和野兽、昆虫，并天上的飞鸟。",
      "en": "I looked into it and saw four-footed animals of the earth, wild beasts, reptiles and birds."
    },
    {
      "chapter": 11,
      "verse": 7,
      "zh": "我且听见有声音向我说：彼得，起来，宰了吃。",
      "en": "Then I heard a voice telling me, Get up, Peter. Kill and eat."
    },
    {
      "chapter": 11,
      "verse": 8,
      "zh": "我说：主啊，这是不可的！凡俗物和不洁净的物从来没有入过我的口。",
      "en": "I replied, Surely not, Lord! Nothing impure or unclean has ever entered my mouth."
    },
    {
      "chapter": 11,
      "verse": 9,
      "zh": "第二次，有声音从天上说：神所洁净的，你不可当作俗物。",
      "en": "The voice spoke from heaven a second time, Do not call anything impure that God has made clean."
    },
    {
      "chapter": 11,
      "verse": 10,
      "zh": "这样一连三次，就都收回天上去了。",
      "en": "This happened three times, and then it was all pulled up to heaven again."
    },
    {
      "chapter": 11,
      "verse": 11,
      "zh": "正当那时，有三个人站在我们所住的房门前，是从凯撒利亚差来见我的。",
      "en": "Right then three men who had been sent to me from Caesarea stopped at the house where I was staying."
    },
    {
      "chapter": 11,
      "verse": 12,
      "zh": "圣灵吩咐我和他们同去，不要疑惑。同着我去的，还有这六位弟兄，我们都进了那人的家。",
      "en": "The Spirit told me to have no hesitation about going with them. These six brothers also went with me, and we entered the man's house."
    },
    {
      "chapter": 11,
      "verse": 13,
      "zh": "他就告诉我们，他如何看见一位天使站在他屋里，说：你打发人往约帕去，请那称呼彼得的西门来。",
      "en": "He told us how he had seen an angel appear in his house and say, Send to Joppa for Simon who is called Peter."
    },
    {
      "chapter": 11,
      "verse": 14,
      "zh": "他要传话给你，可以叫你和你的全家得救。",
      "en": "He will bring you a message through which you and all your household will be saved."
    },
    {
      "chapter": 11,
      "verse": 15,
      "zh": "我一开讲，圣灵便降在他们身上，正像当初降在我们身上一样。",
      "en": "As I began to speak, the Holy Spirit came on them as he had come on us at the beginning."
    },
    {
      "chapter": 11,
      "verse": 16,
      "zh": "我就想起主的话说：约翰是用水施洗，但你们要受圣灵的洗。",
      "en": "Then I remembered what the Lord had said: John baptized with water, but you will be baptized with the Holy Spirit."
    },
    {
      "chapter": 11,
      "verse": 17,
      "zh": "神既然给他们恩赐，像在我们信主耶稣基督的时候给我们一样，我是谁，能拦阻神呢？",
      "en": "So if God gave them the same gift he gave us who believed in the Lord Jesus Christ, who was I to think that I could stand in God's way?"
    },
    {
      "chapter": 11,
      "verse": 18,
      "zh": "众人听见这话，就不言语了，只归荣耀与神，说：这样看来，神也赐恩给外邦人，叫他们悔改得生命了。",
      "en": "When they heard this, they had no further objections and praised God, saying, So then, even to Gentiles God has granted repentance that leads to life."
    },
    {
      "chapter": 11,
      "verse": 19,
      "zh": "那些因司提反的事遭患难四散的门徒，直传到腓尼基和居比路，并安提阿。他们不向别人讲道，只向犹太人讲道。",
      "en": "Now those who had been scattered by the persecution that broke out when Stephen was killed traveled as far as Phoenicia, Cyprus and Antioch, spreading the word only among Jews."
    },
    {
      "chapter": 11,
      "verse": 20,
      "zh": "但其中有居比路和古利奈人，他们到了安提阿，也向希腊人传讲主耶稣。",
      "en": "Some of them, however, men from Cyprus and Cyrene, went to Antioch and began to speak to Greeks also, telling them the good news about the Lord Jesus."
    },
    {
      "chapter": 11,
      "verse": 21,
      "zh": "主的手与他们同在，信而归主的人数就很多。",
      "en": "The Lord's hand was with them, and a great number of people believed and turned to the Lord."
    },
    {
      "chapter": 11,
      "verse": 22,
      "zh": "这风声传到耶路撒冷教会人的耳中，他们就打发巴拿巴出去，走到安提阿为止。",
      "en": "News of this reached the church in Jerusalem, and they sent Barnabas to Antioch."
    },
    {
      "chapter": 11,
      "verse": 23,
      "zh": "他到了那里，看见神所赐的恩，就欢喜，劝勉众人，立定心志，恒久靠主。",
      "en": "When he arrived and saw what the grace of God had done, he was glad and encouraged them all to remain true to the Lord with all their hearts."
    },
    {
      "chapter": 11,
      "verse": 24,
      "zh": "这巴拿巴原是个好人，被圣灵充满，大有信心。于是有许多人归服了主。",
      "en": "He was a good man, full of the Holy Spirit and faith, and a great number of people were brought to the Lord."
    },
    {
      "chapter": 11,
      "verse": 25,
      "zh": "他又往大数去找扫罗，找着了，就带他到安提阿去。",
      "en": "Then Barnabas went to Tarsus to look for Saul,"
    },
    {
      "chapter": 11,
      "verse": 26,
      "zh": "他们足有一年的工夫，和教会一同聚集，教训了许多人。门徒称为基督徒，是从安提阿起首。",
      "en": "and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught great numbers of people. The disciples were called Christians first at Antioch."
    },
    {
      "chapter": 11,
      "verse": 27,
      "zh": "当那些日子，有几位先知从耶路撒冷下到安提阿。",
      "en": "During this time some prophets came down from Jerusalem to Antioch."
    },
    {
      "chapter": 11,
      "verse": 28,
      "zh": "内中有一位，名叫亚迦布，站起来，借着圣灵指明天下将有大饥荒。这事到革老丢年间果然有了。",
      "en": "One of them, named Agabus, stood up and through the Spirit predicted that a severe famine would spread over the entire Roman world. (This happened during the reign of Claudius.)"
    },
    {
      "chapter": 11,
      "verse": 29,
      "zh": "于是门徒定意，照各人的力量捐钱，送去供给住在犹太的弟兄。",
      "en": "The disciples, as each one was able, decided to provide help for the brothers and sisters living in Judea."
    },
    {
      "chapter": 11,
      "verse": 30,
      "zh": "他们就这样行，把捐项托巴拿巴和扫罗送到众长老那里。",
      "en": "This they did, sending their gift to the elders by Barnabas and Saul."
    },
    {
      "chapter": 12,
      "verse": 1,
      "zh": "那时，希律王下手苦害教会中几个人。",
      "en": "It was about this time that King Herod arrested some who belonged to the church, intending to persecute them."
    },
    {
      "chapter": 12,
      "verse": 2,
      "zh": "用刀杀了约翰的哥哥雅各。",
      "en": "He had James, the brother of John, put to death with the sword."
    },
    {
      "chapter": 12,
      "verse": 3,
      "zh": "他见犹太人喜欢这事，又去捉拿彼得。那时正是除酵节的日子。",
      "en": "When he saw that this met with approval among the Jews, he proceeded to seize Peter also. This happened during the Festival of Unleavened Bread."
    },
    {
      "chapter": 12,
      "verse": 4,
      "zh": "希律拿了彼得，收在监里，交付四班兵丁看守，每班四个人，意思要在逾越节后把他提出来，当着百姓办他。",
      "en": "After arresting him, he put him in prison, handing him over to be guarded by four squads of four soldiers each. Herod intended to bring him out for public trial after the Passover."
    },
    {
      "chapter": 12,
      "verse": 5,
      "zh": "于是彼得被囚在监里；教会却为他切切地祷告神。",
      "en": "So Peter was kept in prison, but the church was earnestly praying to God for him."
    },
    {
      "chapter": 12,
      "verse": 6,
      "zh": "希律将要提他出来的前一夜，彼得被两条铁链锁着，睡在两个兵丁当中；看守的人也在门外看守。",
      "en": "The night before Herod was to bring him to trial, Peter was sleeping between two soldiers, bound with two chains, and sentries stood guard at the entrance."
    },
    {
      "chapter": 12,
      "verse": 7,
      "zh": "忽然，有主的一个使者站在旁边，屋里有光照耀，天使拍彼得的肋旁，拍醒了他，说：快快起来！那铁链就从他手上脱落下来。",
      "en": "Suddenly an angel of the Lord appeared and a light shone in the cell. He struck Peter on the side and woke him up. Quick, get up! he said, and the chains fell off Peter's wrists."
    },
    {
      "chapter": 12,
      "verse": 8,
      "zh": "天使对他说：束上带子，穿上鞋。他就那样做。天使又说：披上外衣，跟我来。",
      "en": "Then the angel said to him, Put on your clothes and sandals. And Peter did so. Wrap your cloak around you and follow me, the angel told him."
    },
    {
      "chapter": 12,
      "verse": 9,
      "zh": "彼得就出来跟着他，不知道天使所做是真的，只当见了异象。",
      "en": "Peter followed him out of the prison, but he had no idea that what the angel was doing was really happening; he thought he was seeing a vision."
    },
    {
      "chapter": 12,
      "verse": 10,
      "zh": "过了第一层第二层监牢，来到临街的铁门，那门自己开了。他们出来，走过一条街，天使便离开他去了。",
      "en": "They passed the first and second guards and came to the iron gate leading to the city. It opened for them by itself, and they went through it. When they had walked the length of one street, suddenly the angel left him."
    },
    {
      "chapter": 12,
      "verse": 11,
      "zh": "彼得醒悟过来，说：现在我知道主实在差遣他的使者，救我脱离希律的手和犹太百姓一切所盼望的。",
      "en": "Then Peter came to himself and said, Now I know without a doubt that the Lord has sent his angel and rescued me from Herod's clutches and from everything the Jewish people were hoping would happen."
    },
    {
      "chapter": 12,
      "verse": 12,
      "zh": "想了一想，就往那称呼马可的约翰他母亲马利亚家去，在那里有许多人聚集祷告。",
      "en": "When this had dawned on him, he went to the house of Mary the mother of John, also called Mark, where many people had gathered and were praying."
    },
    {
      "chapter": 12,
      "verse": 13,
      "zh": "彼得敲外门，有一个使女名叫罗大出来探听。",
      "en": "Peter knocked at the outer entrance, and a servant named Rhoda came to answer the door."
    },
    {
      "chapter": 12,
      "verse": 14,
      "zh": "她认得彼得的声音，就欢喜得顾不得开门，跑进去告诉众人说：彼得站在门外。",
      "en": "When she recognized Peter's voice, she was so overjoyed she ran back without opening it and exclaimed, Peter is at the door!"
    },
    {
      "chapter": 12,
      "verse": 15,
      "zh": "他们说：你是疯了。她再三地说：真是他。他们说：必是他的天使。",
      "en": "You're out of your mind, they told her. When she kept insisting that it was so, they said, It must be his angel."
    },
    {
      "chapter": 12,
      "verse": 16,
      "zh": "彼得不住地敲门。他们开了门，看见他，就甚惊奇。",
      "en": "But Peter kept on knocking, and when they opened the door and saw him, they were astonished."
    },
    {
      "chapter": 12,
      "verse": 17,
      "zh": "彼得摆手，叫他们安静，听他说：主怎样领我出监，我都告诉你们。也嘱咐他们说：把这些事告诉雅各和众弟兄。于是出去往别处去了。",
      "en": "Peter motioned with his hand for them to be quiet and described how the Lord had brought him out of prison. Tell James and the other brothers and sisters about this, he said, and then he left for another place."
    },
    {
      "chapter": 12,
      "verse": 18,
      "zh": "到了天亮，兵丁扰乱得很，不知道彼得往哪里去了。",
      "en": "In the morning, there was no small commotion among the soldiers as to what had become of Peter."
    },
    {
      "chapter": 12,
      "verse": 19,
      "zh": "希律找他，找不着，就审问看守的人，吩咐把他们拉去杀了。后来希律离开犹太，下凯撒利亚去，住在那里。",
      "en": "After Herod had a thorough search made for him and did not find him, he cross-examined the guards and ordered that they be executed. Then Herod went from Judea to Caesarea and stayed there."
    },
    {
      "chapter": 12,
      "verse": 20,
      "zh": "希律恼怒推罗、西顿的人。他们那一带地方是从王的地土得粮，因此就托了王的内侍臣伯拉斯都的一句话，求和。",
      "en": "He had been quarreling with the people of Tyre and Sidon; they now joined together and sought an audience with him. After securing the support of Blastus, a trusted personal servant of the king, they asked for peace,"
    },
    {
      "chapter": 12,
      "verse": 21,
      "zh": "希律在所定的日子，穿上朝服，坐在位上，对他们讲论一番。",
      "en": "because they depended on the king's country for their food supply. On the appointed day Herod, wearing his royal robes, sat on his throne and delivered a public address to the people."
    },
    {
      "chapter": 12,
      "verse": 22,
      "zh": "百姓喊着说：这是神的声音，不是人的声音。",
      "en": "They shouted, This is the voice of a god, not of a man."
    },
    {
      "chapter": 12,
      "verse": 23,
      "zh": "希律不归荣耀给神，所以主的使者立刻罚他，他被虫所咬，气就绝了。",
      "en": "Immediately, because Herod did not give praise to God, an angel of the Lord struck him down, and he was eaten by worms and died."
    },
    {
      "chapter": 12,
      "verse": 24,
      "zh": "神的道日见兴旺，越发广传。",
      "en": "But the word of God continued to spread and flourish."
    },
    {
      "chapter": 12,
      "verse": 25,
      "zh": "巴拿巴和扫罗办完了他们供给的事，就从耶路撒冷回去，带着约翰，又称马可的同去。",
      "en": "When Barnabas and Saul had finished their mission, they returned from Jerusalem, taking with them John, also called Mark."
    },
    {
      "chapter": 13,
      "verse": 1,
      "zh": "在安提阿的教会中，有几位先知和教师，就是巴拿巴和称呼尼结的西面、古利奈人路求，与分封之王希律同养的马念，并扫罗。",
      "en": "Now in the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul."
    },
    {
      "chapter": 13,
      "verse": 2,
      "zh": "他们事奉主、禁食的时候，圣灵说：要为我分派巴拿巴和扫罗，去做我召他们所做的工。",
      "en": "While they were worshiping the Lord and fasting, the Holy Spirit said, Set apart for me Barnabas and Saul for the work to which I have called them."
    },
    {
      "chapter": 13,
      "verse": 3,
      "zh": "于是禁食祷告，按手在他们头上，就打发他们去了。",
      "en": "So after they had fasted and prayed, they placed their hands on them and sent them off."
    },
    {
      "chapter": 13,
      "verse": 4,
      "zh": "他们既被圣灵差遣，就下到西流基，从那里坐船往居比路去。",
      "en": "The two of them, sent on their way by the Holy Spirit, went down to Seleucia and sailed from there to Cyprus."
    },
    {
      "chapter": 13,
      "verse": 5,
      "zh": "到了撒拉米，就在犹太人各会堂里传讲神的道，也有约翰作他们的帮手。",
      "en": "When they arrived at Salamis, they proclaimed the word of God in the Jewish synagogues. John was with them as their helper."
    },
    {
      "chapter": 13,
      "verse": 6,
      "zh": "经过全岛，直到帕弗，在那里遇见一个有法术的假先知，是个犹太人，名叫巴耶稣。",
      "en": "They traveled through the whole island until they came to Paphos. There they met a Jewish sorcerer and false prophet named Bar-Jesus,"
    },
    {
      "chapter": 13,
      "verse": 7,
      "zh": "这人常和方伯士求保罗同在。士求保罗是个通达人，他请了巴拿巴和扫罗来，要听神的道。",
      "en": "who was an attendant of the proconsul, Sergius Paulus. The proconsul, an intelligent man, sent for Barnabas and Saul because he wanted to hear the word of God."
    },
    {
      "chapter": 13,
      "verse": 8,
      "zh": "只是那行法术的以吕马（这名翻出来就是行法术的意思）敌挡他们，要叫方伯不信真道。",
      "en": "But Elymas the sorcerer (for that is what his name means) opposed them and tried to turn the proconsul from the faith."
    },
    {
      "chapter": 13,
      "verse": 9,
      "zh": "扫罗又名保罗，被圣灵充满，定睛看他，说：",
      "en": "Then Saul, who was also called Paul, filled with the Holy Spirit, looked straight at Elymas and said,"
    },
    {
      "chapter": 13,
      "verse": 10,
      "zh": "你这充满各样诡诈奸恶的魔鬼的儿子，众善的仇敌，你混乱主的正道还不止住吗？",
      "en": "You are a child of the devil and an enemy of everything that is right! You are full of all kinds of deceit and trickery. Will you never stop perverting the right ways of the Lord?"
    },
    {
      "chapter": 13,
      "verse": 11,
      "zh": "现在主的手加在你身上，你要瞎眼，暂且不见日光。他的眼睛立刻昏蒙黑暗，四下里求人拉着手领他。",
      "en": "Now the hand of the Lord is against you. You are going to be blind for a time, not even able to see the light of the sun. Immediately mist and darkness came over him, and he groped about, seeking someone to lead him by the hand."
    },
    {
      "chapter": 13,
      "verse": 12,
      "zh": "方伯看见这事，就信了，因主的工作而希奇。",
      "en": "When the proconsul saw what had happened, he believed, for he was amazed at the teaching about the Lord."
    },
    {
      "chapter": 13,
      "verse": 13,
      "zh": "保罗和他的同人从帕弗开船，来到旁非利亚的别加。约翰就离开他们，回耶路撒冷去。",
      "en": "From Paphos, Paul and his companions sailed to Perga in Pamphylia, where John left them to return to Jerusalem."
    },
    {
      "chapter": 13,
      "verse": 14,
      "zh": "他们离了别加往前行，来到彼西底的安提阿，在安息日进会堂坐下。",
      "en": "But they continued on from Perga to Antioch in Pisidia, and on the Sabbath they entered the synagogue and sat down."
    },
    {
      "chapter": 13,
      "verse": 15,
      "zh": "读完了律法书和先知书，管会堂的叫人过去，对他们说：二位兄台，若有劝勉众人的话，请说。",
      "en": "After the reading from the Law and the Prophets, the leaders of the synagogue sent word to them, saying, Brothers, if you have a word of exhortation for the people, please speak."
    },
    {
      "chapter": 13,
      "verse": 16,
      "zh": "保罗就站起来，举手说：以色列人和一切敬畏神的人，请听。",
      "en": "Standing up, Paul motioned with his hand and said: Fellow Israelites and you Gentiles who worship God, listen to me!"
    },
    {
      "chapter": 13,
      "verse": 17,
      "zh": "这以色列民的神拣选了我们的祖宗，当以色列民在埃及地作客旅的时候，抬举他们，用大能的手领他们出来。",
      "en": "The God of the people of Israel chose our fathers; he made the people prosper during their stay in Egypt; with mighty power he led them out of that country;"
    },
    {
      "chapter": 13,
      "verse": 18,
      "zh": "又在旷野容忍他们约有四十年。",
      "en": "for about forty years he endured their conduct in the wilderness;"
    },
    {
      "chapter": 13,
      "verse": 19,
      "zh": "既灭了迦南地七族的人，就把那地分给他们为业。",
      "en": "and he overthrew seven nations in Canaan, giving their land to his people as their inheritance."
    },
    {
      "chapter": 13,
      "verse": 20,
      "zh": "此后，给他们设立士师，约有四百五十年，直到先知撒母耳的时候。",
      "en": "All this took about 450 years. After this, God gave them judges until the time of Samuel the prophet."
    },
    {
      "chapter": 13,
      "verse": 21,
      "zh": "后来他们求一个王，神就将便雅悯支派中，基士的儿子扫罗，给他们作王四十年。",
      "en": "Then the people asked for a king, and he gave them Saul son of Kish, of the tribe of Benjamin, who ruled forty years."
    },
    {
      "chapter": 13,
      "verse": 22,
      "zh": "既废了扫罗，就选立大卫作他们的王，又为他作见证说：我寻得耶西的儿子大卫，他是合我心意的人，凡事要遵行我的旨意。",
      "en": "After removing Saul, he made David their king. God testified concerning him: 'I have found David son of Jesse, a man after my own heart; he will do everything I want him to do.'"
    },
    {
      "chapter": 13,
      "verse": 23,
      "zh": "从这人的后裔中，神已经照着所应许的，为以色列人立了一位救主，就是耶稣。",
      "en": "From this man's descendants God has brought to Israel the Savior Jesus, as he promised."
    },
    {
      "chapter": 13,
      "verse": 24,
      "zh": "在他没有出来以先，约翰已经向以色列众民宣讲悔改的洗礼。",
      "en": "Before the coming of Jesus, John preached repentance and baptism to all the people of Israel."
    },
    {
      "chapter": 13,
      "verse": 25,
      "zh": "约翰将行尽他的程途的时候，说：你们以为我是谁？我不是基督；只是有一位在我以后来的，我就是给他解鞋带也不配。",
      "en": "As John was completing his work, he said: 'Who do you suppose I am? I am not the one you are looking for. But there is one coming after me whose sandals I am not worthy to untie.'"
    },
    {
      "chapter": 13,
      "verse": 26,
      "zh": "弟兄们，亚伯拉罕的子孙和一切在你们中间敬畏神的人哪，这救恩之道是传给我们的。",
      "en": "Fellow children of Abraham and you God-fearing Gentiles, it is to us that this message of salvation has been sent."
    },
    {
      "chapter": 13,
      "verse": 27,
      "zh": "耶路撒冷居住的人和他们的官长，因为不认识基督，也不明白每安息日所读众先知的书，就把基督定了死罪，正应了先知的预言。",
      "en": "The people of Jerusalem and their rulers did not recognize Jesus, yet in condemning him they fulfilled the words of the prophets that are read every Sabbath."
    },
    {
      "chapter": 13,
      "verse": 28,
      "zh": "虽然查不出他有当死的罪，却求彼拉多杀他。",
      "en": "Though they found no proper ground for a death sentence, they asked Pilate to have him executed."
    },
    {
      "chapter": 13,
      "verse": 29,
      "zh": "既成就了经上指着他所写的一切话，就把他从木头上取下来，放在坟墓里。",
      "en": "When they had carried out all that was written about him, they took him down from the cross and laid him in a tomb."
    },
    {
      "chapter": 13,
      "verse": 30,
      "zh": "神却叫他从死里复活。",
      "en": "But God raised him from the dead,"
    },
    {
      "chapter": 13,
      "verse": 31,
      "zh": "那从加利利同他上耶路撒冷的人多日看见他，这些人如今在民间是他的见证。",
      "en": "and for many days he was seen by those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to our people."
    },
    {
      "chapter": 13,
      "verse": 32,
      "zh": "我们也报好信息给你们，就是那应许祖宗的话，",
      "en": "We tell you the good news: What God promised our ancestors"
    },
    {
      "chapter": 13,
      "verse": 33,
      "zh": "神已经向我们这作儿女的应验，叫耶稣复活了。正如诗篇第二篇上记着说：你是我的儿子，我今日生你。",
      "en": "he has fulfilled for us, their children, by raising up Jesus. As it is written in the second Psalm: 'You are my son; today I have become your father.'"
    },
    {
      "chapter": 13,
      "verse": 34,
      "zh": "论到神叫他从死里复活，不再归于朽坏，就这样说：我必将所应许大卫那圣洁可靠的恩典，赐给你们。",
      "en": "God raised him from the dead so that he will never be subject to decay. As God has said, 'I will give you the holy and sure blessings promised to David.'"
    },
    {
      "chapter": 13,
      "verse": 35,
      "zh": "又在另一篇上说：你必不叫你的圣者见朽坏。",
      "en": "So it is also stated elsewhere: 'You will not let your holy one see decay.'"
    },
    {
      "chapter": 13,
      "verse": 36,
      "zh": "大卫在世的时候，遵行了神的旨意，就睡了，归到他祖宗那里，已见朽坏。",
      "en": "Now when David had served God's purpose in his own generation, he fell asleep; he was buried with his ancestors and his body decayed."
    },
    {
      "chapter": 13,
      "verse": 37,
      "zh": "惟独神所复活的，他并未见朽坏。",
      "en": "But the one whom God raised from the dead did not see decay."
    },
    {
      "chapter": 13,
      "verse": 38,
      "zh": "所以弟兄们，你们当晓得：赦罪的道是由这人传给你们的。",
      "en": "Therefore, my friends, I want you to know that through Jesus the forgiveness of sins is proclaimed to you."
    },
    {
      "chapter": 13,
      "verse": 39,
      "zh": "你们靠摩西的律法，在一切不得称义的事上，也都靠这人称义了。",
      "en": "Through him everyone who believes is set free from every sin, a justification you were not able to obtain under the law of Moses."
    },
    {
      "chapter": 13,
      "verse": 40,
      "zh": "所以你们务要小心，免得先知书上所说的话临到你们。",
      "en": "Take care that what the prophets have said does not happen to you:"
    },
    {
      "chapter": 13,
      "verse": 41,
      "zh": "主说：你们这轻慢的人要观看，要惊奇，要灭亡。因为在你们的时候，我行一件事，虽有人告诉你们，你们总是不信。",
      "en": "Look, you scoffers, wonder and perish, for I am going to do something in your days that you would never believe, even if someone told you."
    },
    {
      "chapter": 13,
      "verse": 42,
      "zh": "他们出会堂的时候，众人请他们到下安息日再讲这话给他们听。",
      "en": "As Paul and Barnabas were leaving the synagogue, the people invited them to speak further about these things on the next Sabbath."
    },
    {
      "chapter": 13,
      "verse": 43,
      "zh": "散会以后，犹太人和敬虔进犹太教的人，多有跟从保罗、巴拿巴的。他们又对他们讲论，说：你们必须恒久在神的恩中。",
      "en": "When the congregation was dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who talked with them and urged them to continue in the grace of God."
    },
    {
      "chapter": 13,
      "verse": 44,
      "zh": "到下安息日，全城的人几乎都来聚集，要听神的道。",
      "en": "On the next Sabbath almost the whole city gathered to hear the word of the Lord."
    },
    {
      "chapter": 13,
      "verse": 45,
      "zh": "但犹太人看见人这样多，就满心嫉妒，硬驳保罗所说的话，并且毁谤。",
      "en": "When the Jews saw the crowds, they were filled with jealousy. They began to contradict what Paul was saying and heaped abuse on him."
    },
    {
      "chapter": 13,
      "verse": 46,
      "zh": "保罗和巴拿巴放胆说：神的道先讲给你们原是应当的；只因你们弃绝这道，断定自己不配得永生，我们就转向外邦人去。",
      "en": "Then Paul and Barnabas answered them boldly: We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles."
    },
    {
      "chapter": 13,
      "verse": 47,
      "zh": "因为主曾这样吩咐我们说：'我已经立你作外邦人的光，叫你施行救恩，直到地极。'",
      "en": "For this is what the Lord has commanded us: 'I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.'"
    },
    {
      "chapter": 14,
      "verse": 1,
      "zh": "在以哥念，他们同进犹太人的会堂，在那里讲的，叫犹太人和希腊人信的很多。",
      "en": "At Iconium Paul and Barnabas went as usual into the Jewish synagogue. There they spoke so effectively that a great number of Jews and Greeks believed."
    },
    {
      "chapter": 14,
      "verse": 2,
      "zh": "但那不顺从的犹太人耸动外邦人，叫他们心里恼恨弟兄。",
      "en": "But the Jews who refused to believe stirred up the other Gentiles and poisoned their minds against the brothers."
    },
    {
      "chapter": 14,
      "verse": 3,
      "zh": "二人在那里住了多日，倚靠主放胆讲道，主借他们的手施行神迹奇事，证明他的恩道。",
      "en": "So Paul and Barnabas spent considerable time there, speaking boldly for the Lord, who confirmed the message of his grace by enabling them to perform signs and wonders."
    },
    {
      "chapter": 14,
      "verse": 4,
      "zh": "城里的众人就分了党，有附从犹太人的，有附从使徒的。",
      "en": "The people of the city were divided; some sided with the Jews, others with the apostles."
    },
    {
      "chapter": 14,
      "verse": 5,
      "zh": "后来外邦人和犹太人，并他们的官长，一齐拥上来，要凌辱使徒，用石头打他们。",
      "en": "There was a plot afoot among both Gentiles and Jews, together with their leaders, to mistreat them and stone them."
    },
    {
      "chapter": 14,
      "verse": 6,
      "zh": "使徒知道了，就逃往吕高尼的路司得、特庇两个城和周围地方去。",
      "en": "But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and to the surrounding country,"
    },
    {
      "chapter": 14,
      "verse": 7,
      "zh": "在那里传福音。",
      "en": "where they continued to preach the gospel."
    },
    {
      "chapter": 14,
      "verse": 8,
      "zh": "路司得城里坐着一个两脚无力的人，生来是瘸腿的，从来没有走过。",
      "en": "In Lystra there sat a man who was lame. He had been that way from birth and had never walked."
    },
    {
      "chapter": 14,
      "verse": 9,
      "zh": "他听保罗讲道，保罗定睛看他，见他有信心，可得痊愈，",
      "en": "He listened to Paul as he was speaking. Paul looked directly at him, saw that he had faith to be healed"
    },
    {
      "chapter": 14,
      "verse": 10,
      "zh": "就大声说：你起来，两脚站直。他就跳起来而且行走。",
      "en": "and called out, Stand up on your feet! At that, the man jumped up and began to walk."
    },
    {
      "chapter": 14,
      "verse": 11,
      "zh": "众人看见保罗所做的事，就用吕高尼的话大声说：有神借着人形降临在我们中间了。",
      "en": "When the crowd saw what Paul had done, they shouted in the Lycaonian language, The gods have come down to us in human form!"
    },
    {
      "chapter": 14,
      "verse": 12,
      "zh": "他们称巴拿巴为丢斯，称保罗为希耳米，因为他说话领首。",
      "en": "Barnabas they called Zeus, and Paul they called Hermes because he was the chief speaker."
    },
    {
      "chapter": 14,
      "verse": 13,
      "zh": "有城外丢斯庙的祭司牵着牛，拿着花圈，来到门前，要同众人向使徒献祭。",
      "en": "The priest of Zeus, whose temple was just outside the city, brought bulls and wreaths to the city gates because he and the crowd wanted to offer sacrifices to them."
    },
    {
      "chapter": 14,
      "verse": 14,
      "zh": "巴拿巴、保罗二使徒听见，就撕开衣裳，跳进众人中间，喊着说：",
      "en": "But when the apostles Barnabas and Paul heard of this, they tore their clothes and rushed out into the crowd, shouting:"
    },
    {
      "chapter": 14,
      "verse": 15,
      "zh": "诸君，为什么做这事呢？我们也是人，性情和你们一样。我们传福音给你们，是叫你们离弃这些虚妄，归向那创造天、地、海和其中万物的永生神。",
      "en": "Friends, why are you doing this? We too are only human, like you. We are bringing you good news, telling you to turn from these worthless things to the living God, who made the heavens and the earth and the sea and everything in them."
    },
    {
      "chapter": 14,
      "verse": 16,
      "zh": "他在从前的世代，任凭万国各行其道。",
      "en": "In the past, he let all nations go their own way."
    },
    {
      "chapter": 14,
      "verse": 17,
      "zh": "然而为自己未尝不显出证据来，就如常施恩惠，从天降雨，赏赐丰年，叫你们饮食饱足，满心喜乐。",
      "en": "Yet he has not left himself without testimony: He has shown kindness by giving you rain from heaven and crops in their seasons; he provides you with plenty of food and fills your hearts with joy."
    },
    {
      "chapter": 14,
      "verse": 18,
      "zh": "二人说了这些话，仅仅地拦住众人不献祭与他们。",
      "en": "Even with these words, they had difficulty keeping the crowd from sacrificing to them."
    },
    {
      "chapter": 14,
      "verse": 19,
      "zh": "但有些犹太人从安提阿和以哥念来，挑唆众人，就用石头打保罗，以为他死了，便拖到城外。",
      "en": "Then some Jews came from Antioch and Iconium and won the crowd over. They stoned Paul and dragged him outside the city, thinking he was dead."
    },
    {
      "chapter": 14,
      "verse": 20,
      "zh": "门徒正围着他，他就起来，走进城去。第二天，同巴拿巴往特庇去。",
      "en": "But after the disciples had gathered around him, he got up and went back into the city. The next day he and Barnabas left for Derbe."
    },
    {
      "chapter": 14,
      "verse": 21,
      "zh": "对那城传了福音，使好些人作门徒，就回路司得、以哥念、安提阿去。",
      "en": "They preached the gospel in that city and won a large number of disciples. Then they returned to Lystra, Iconium and Antioch,"
    },
    {
      "chapter": 14,
      "verse": 22,
      "zh": "坚固门徒的心，劝他们恒守所信的道，又说：我们进入神的国，必须经历许多艰难。",
      "en": "strengthening the disciples and encouraging them to remain true to the faith. We must go through many hardships to enter the kingdom of God, they said."
    },
    {
      "chapter": 14,
      "verse": 23,
      "zh": "二人在各教会中选立了长老，又禁食祷告，就把他们交托所信的主。",
      "en": "Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust."
    },
    {
      "chapter": 14,
      "verse": 24,
      "zh": "二人经过彼西底，来到旁非利亚。",
      "en": "After going through Pisidia, they came into Pamphylia,"
    },
    {
      "chapter": 14,
      "verse": 25,
      "zh": "在别加讲了道，就下亚大利去。",
      "en": "and when they had preached the word in Perga, they went down to Attalia."
    },
    {
      "chapter": 14,
      "verse": 26,
      "zh": "从那里坐船往安提阿去。当初他们被众人交托神的恩典，去做现在所成全的事工。",
      "en": "From Attalia they sailed back to Antioch, where they had been committed to the grace of God for the work they had now completed."
    },
    {
      "chapter": 14,
      "verse": 27,
      "zh": "到了那里，聚集了会众，就述说神借他们所行的一切事，和神怎样为外邦人开了信道的门。",
      "en": "On arriving there, they gathered the church together and reported all that God had done through them and how he had opened a door of faith to the Gentiles."
    },
    {
      "chapter": 14,
      "verse": 28,
      "zh": "他们就和门徒同住了多日。",
      "en": "And they stayed there a long time with the disciples."
    },
    {
      "chapter": 15,
      "verse": 1,
      "zh": "有几个人从犹太下来，教训弟兄们说：你们若不按摩西的规条受割礼，不能得救。",
      "en": "Certain people came down from Judea to Antioch and were teaching the believers: Unless you are circumcised, according to the custom taught by Moses, you cannot be saved."
    },
    {
      "chapter": 15,
      "verse": 2,
      "zh": "保罗、巴拿巴与他们大大地分争辩论，众门徒就定规，叫保罗、巴拿巴和本会中几个人，为所辩论的，上耶路撒冷去见使徒和长老。",
      "en": "This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question."
    },
    {
      "chapter": 15,
      "verse": 3,
      "zh": "于是教会送他们起行。他们经过腓尼基、撒玛利亚，随处传说外邦人归主的事，叫众弟兄都甚欢喜。",
      "en": "The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the believers very glad."
    },
    {
      "chapter": 15,
      "verse": 4,
      "zh": "到了耶路撒冷，教会和使徒并长老都接待他们，他们就述说神同他们所行的一切事。",
      "en": "When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them."
    },
    {
      "chapter": 15,
      "verse": 5,
      "zh": "惟有几个信徒是法利赛教门的人，起来说：必须给外邦人行割礼，吩咐他们遵守摩西的律法。",
      "en": "Then some of the believers who belonged to the party of the Pharisees stood up and said, The Gentiles must be circumcised and required to keep the law of Moses."
    },
    {
      "chapter": 15,
      "verse": 6,
      "zh": "使徒和长老聚会商议这事。",
      "en": "The apostles and elders met to consider this question."
    },
    {
      "chapter": 15,
      "verse": 7,
      "zh": "辩论已经多了，彼得起来，说：诸位弟兄，你们知道神早已在你们中间拣选了我，叫外邦人从我口中得着福音之道，而且相信。",
      "en": "After much discussion, Peter got up and addressed them: Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe."
    },
    {
      "chapter": 15,
      "verse": 8,
      "zh": "知道人心的神也为他们作了见证，赐圣灵给他们，正如给我们一样。",
      "en": "God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us."
    },
    {
      "chapter": 15,
      "verse": 9,
      "zh": "又借着信洁净了他们的心，并不分他们我们。",
      "en": "He did not discriminate between us and them, for he purified their hearts by faith."
    },
    {
      "chapter": 15,
      "verse": 10,
      "zh": "现在为什么试探神，要把我们祖宗和我们所不能负的轭，放在门徒的颈项上呢？",
      "en": "Now then, why do you try to test God by putting on the necks of Gentiles a yoke that neither we nor our ancestors have been able to bear?"
    },
    {
      "chapter": 15,
      "verse": 11,
      "zh": "我们得救，乃是因主耶稣的恩，和他们一样，这是我们所信的。",
      "en": "No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are."
    },
    {
      "chapter": 15,
      "verse": 12,
      "zh": "众人都默默无声，听巴拿巴和保罗述说神借他们在外邦人中所行的神迹奇事。",
      "en": "The whole assembly became silent as they listened to Barnabas and Paul telling about the signs and wonders God had done among the Gentiles through them."
    },
    {
      "chapter": 15,
      "verse": 13,
      "zh": "他们住了声，雅各就说：诸位弟兄，请听我的话。",
      "en": "When they finished, James spoke up. Brothers, he said, listen to me."
    },
    {
      "chapter": 15,
      "verse": 14,
      "zh": "方才西门述说神当初怎样眷顾外邦人，从他们中间选取百姓归于自己的名下。",
      "en": "Simon has described to us how God first intervened to choose a people for his name from the Gentiles."
    },
    {
      "chapter": 15,
      "verse": 15,
      "zh": "众先知的话也与这意思相合。",
      "en": "The words of the prophets are in agreement with this, as it is written:"
    },
    {
      "chapter": 15,
      "verse": 16,
      "zh": "正如经上所写的：此后，我要回来，重新修造大卫倒塌的帐幕，把那破坏的重新修造建立起来。",
      "en": "After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it,"
    },
    {
      "chapter": 15,
      "verse": 17,
      "zh": "叫余剩的人，就是凡称为我名下的外邦人，都寻求主。",
      "en": "that the rest of mankind may seek the Lord, namely, all the Gentiles who bear my name, says the Lord, who does these things—"
    },
    {
      "chapter": 15,
      "verse": 18,
      "zh": "这话是从创世以来显明这事的主说的。",
      "en": "things known from long ago."
    },
    {
      "chapter": 15,
      "verse": 19,
      "zh": "所以据我的意见，不可难为那归服神的外邦人。",
      "en": "It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God."
    },
    {
      "chapter": 15,
      "verse": 20,
      "zh": "只要写信吩咐他们，禁戒偶像的污秽和奸淫，并勒死的牲畜和血。",
      "en": "Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood."
    },
    {
      "chapter": 15,
      "verse": 21,
      "zh": "因为从古以来，摩西的书在各城有人传讲，每逢安息日，在会堂里诵读。",
      "en": "For the law of Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath."
    },
    {
      "chapter": 15,
      "verse": 22,
      "zh": "那时，使徒和长老并全教会定意从他们中间拣选人，差他们和保罗、巴拿巴同往安提阿去。所拣选的就是称呼巴撒巴的犹大和西拉。这两个人在弟兄中是作首领的。",
      "en": "Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the believers."
    },
    {
      "chapter": 15,
      "verse": 23,
      "zh": "于是写信交付他们，内中说：使徒和作长老的弟兄们，问安提阿、叙利亚、基利家外邦众弟兄的安。",
      "en": "With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings."
    },
    {
      "chapter": 15,
      "verse": 24,
      "zh": "我们听说有几个人从我们这里出去，用言语搅扰你们，惑乱你们的心。（有古卷在此有：你们必须受割礼，遵守摩西的律法）其实我们并没有吩咐他们。",
      "en": "We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said."
    },
    {
      "chapter": 15,
      "verse": 25,
      "zh": "所以我们同心定意，拣选几个人，差他们同我们所亲爱的巴拿巴和保罗往你们那里去。",
      "en": "So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul—"
    },
    {
      "chapter": 15,
      "verse": 26,
      "zh": "这二人是为我主耶稣基督的名不顾性命的。",
      "en": "men who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
      "chapter": 15,
      "verse": 27,
      "zh": "我们就差了犹大和西拉，他们也要亲口诉说这些事。",
      "en": "Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing."
    },
    {
      "chapter": 15,
      "verse": 28,
      "zh": "因为圣灵和我们定意不将别的重担放在你们身上，惟有几件事是不可少的，",
      "en": "It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements:"
    },
    {
      "chapter": 15,
      "verse": 29,
      "zh": "就是禁戒祭偶像之物和血，并勒死的牲畜和奸淫。这几件你们若能自己禁戒不犯，那就好了。愿你们平安。",
      "en": "You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell."
    },
    {
      "chapter": 15,
      "verse": 30,
      "zh": "他们既奉了差遣，就下安提阿去，聚集众人，交付书信。",
      "en": "So the men were sent off and went down to Antioch, where they gathered the church together and delivered the letter."
    },
    {
      "chapter": 15,
      "verse": 31,
      "zh": "众人念了，因为得安慰，就欢喜了。",
      "en": "The people read it and were glad for its encouraging message."
    },
    {
      "chapter": 15,
      "verse": 32,
      "zh": "犹大和西拉也是先知，就用许多话劝勉弟兄，坚固他们。",
      "en": "Judas and Silas, who themselves were prophets, said much to encourage and strengthen the believers."
    },
    {
      "chapter": 15,
      "verse": 33,
      "zh": "住了些日子，弟兄们打发他们平平安安地回到差遣他们的人那里去。（有古卷在此有：",
      "en": "After spending some time there, they were sent off by the believers with the blessing of peace to return to those who had sent them."
    },
    {
      "chapter": 15,
      "verse": 34,
      "zh": "惟有西拉定意仍住在那里。）",
      "en": "[But Silas decided to remain there.]"
    },
    {
      "chapter": 15,
      "verse": 35,
      "zh": "但保罗和巴拿巴仍在安提阿教训人，传福音，与其余许多人一同作主工。",
      "en": "Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord."
    },
    {
      "chapter": 15,
      "verse": 36,
      "zh": "过了些日子，保罗对巴拿巴说：我们可以回到从前宣传主道的各城，看望弟兄们景况如何。",
      "en": "Some time later Paul said to Barnabas, Let us go back and visit the believers in all the towns where we preached the word of the Lord and see how they are doing."
    },
    {
      "chapter": 15,
      "verse": 37,
      "zh": "巴拿巴有意要带称呼马可的约翰同去。",
      "en": "Barnabas wanted to take John, also called Mark, with them,"
    },
    {
      "chapter": 15,
      "verse": 38,
      "zh": "但保罗因为马可从前在旁非利亚离开他们，不和他们同去作工，就以为不可带他去。",
      "en": "but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work."
    },
    {
      "chapter": 15,
      "verse": 39,
      "zh": "于是二人起了争论，甚至彼此分张。巴拿巴带着马可，坐船往居比路去。",
      "en": "They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus,"
    },
    {
      "chapter": 15,
      "verse": 40,
      "zh": "保罗拣选了西拉，也出去，蒙弟兄们把他交于主的恩中。",
      "en": "but Paul chose Silas and left, commended by the believers to the grace of the Lord."
    },
    {
      "chapter": 15,
      "verse": 41,
      "zh": "他就走遍叙利亚、基利家，坚固众教会。",
      "en": "He went through Syria and Cilicia, strengthening the churches."
    },
    {
      "chapter": 16,
      "verse": 1,
      "zh": "保罗来到特庇，又到路司得。在那里有一个门徒，名叫提摩太，是信主之犹太妇人的儿子，他父亲却是希腊人。",
      "en": "Paul came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was Jewish and a believer but whose father was a Greek."
    },
    {
      "chapter": 16,
      "verse": 2,
      "zh": "路司得和以哥念的弟兄都称赞他。",
      "en": "The believers at Lystra and Iconium spoke well of him."
    },
    {
      "chapter": 16,
      "verse": 3,
      "zh": "保罗要带他同去，只因那些地方的犹太人，就给他行了割礼。因为人人都知道他父亲是希腊人。",
      "en": "Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek."
    },
    {
      "chapter": 16,
      "verse": 4,
      "zh": "他们经过各城，把耶路撒冷使徒和长老所定的条规交给门徒遵守。",
      "en": "As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey."
    },
    {
      "chapter": 16,
      "verse": 5,
      "zh": "于是众教会信心越发坚固，人数天天增加。",
      "en": "So the churches were strengthened in the faith and grew daily in numbers."
    },
    {
      "chapter": 16,
      "verse": 6,
      "zh": "圣灵既然禁止他们在亚西亚讲道，他们就经过弗吕家、加拉太一带地方。",
      "en": "Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia."
    },
    {
      "chapter": 16,
      "verse": 7,
      "zh": "到了每西亚的边界，他们想要往庇推尼去，耶稣的灵却不许。",
      "en": "When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to."
    },
    {
      "chapter": 16,
      "verse": 8,
      "zh": "他们就越过每西亚，下到特罗亚去。",
      "en": "So they passed by Mysia and went down to Troas."
    },
    {
      "chapter": 16,
      "verse": 9,
      "zh": "在夜间有异象现与保罗。有一个马其顿人站着求他说：请你过到马其顿来帮助我们。",
      "en": "During the night Paul had a vision of a man of Macedonia standing and begging him, Come over to Macedonia and help us."
    },
    {
      "chapter": 16,
      "verse": 10,
      "zh": "保罗既看见这异象，我们随即想要往马其顿去，以为神召我们传福音给他们。",
      "en": "After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them."
    },
    {
      "chapter": 16,
      "verse": 11,
      "zh": "于是从特罗亚开船，一直行到撒摩特喇，第二天到了尼亚波利。",
      "en": "From Troas we put out to sea and sailed straight for Samothrace, and the next day we went on to Neapolis."
    },
    {
      "chapter": 16,
      "verse": 12,
      "zh": "从那里来到腓立比，就是马其顿这一方的头一个城，也是罗马的驻防城。我们在这城里住了几天。",
      "en": "From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days."
    },
    {
      "chapter": 16,
      "verse": 13,
      "zh": "当安息日，我们出城门，到了河边，知道那里有一个祷告的地方，我们就坐下对那聚会的妇女讲道。",
      "en": "On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there."
    },
    {
      "chapter": 16,
      "verse": 14,
      "zh": "有一个卖紫色布匹的妇人，名叫吕底亚，是推雅推喇城的人，素来敬拜神。她听见了，主就开导她的心，叫她留心听保罗所讲的话。",
      "en": "One of those listening was a woman from the city of Thyatira named Lydia, a dealer in purple cloth. She was a worshiper of God. The Lord opened her heart to respond to Paul's message."
    },
    {
      "chapter": 16,
      "verse": 15,
      "zh": "她和她一家既领了洗，便求我们说：你们若以为我是真信主的，请到我家里来住。于是强留我们。",
      "en": "When she and the members of her household were baptized, she invited us to her home. If you consider me a believer in the Lord, she said, come and stay at my house. And she persuaded us."
    },
    {
      "chapter": 16,
      "verse": 16,
      "zh": "后来，我们往那祷告的地方去。有一个使女迎着面来，她被巫鬼所附，用法术叫她主人们大得财利。",
      "en": "Once when we were going to the place of prayer, we were met by a female slave who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling."
    },
    {
      "chapter": 16,
      "verse": 17,
      "zh": "她跟随保罗和我们，喊着说：这些人是至高神的仆人，对你们传说救人的道。",
      "en": "She followed Paul and the rest of us, shouting, These men are servants of the Most High God, who are telling you the way to be saved."
    },
    {
      "chapter": 16,
      "verse": 18,
      "zh": "她一连多日这样喊叫，保罗就心中厌烦，转身对那鬼说：我奉耶稣基督的名，吩咐你从她身上出来。那鬼当时就出来了。",
      "en": "She kept this up for many days. Finally Paul became so annoyed that he turned around and said to the spirit, In the name of Jesus Christ I command you to come out of her! At that moment the spirit left her."
    },
    {
      "chapter": 16,
      "verse": 19,
      "zh": "使女的主人们见得利的指望没有了，便揪住保罗和西拉，拉他们到市上去见官。",
      "en": "When her owners realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities."
    },
    {
      "chapter": 16,
      "verse": 20,
      "zh": "又带到官长面前说：这些人原是犹太人，竟骚扰我们的城，",
      "en": "They brought them before the magistrates and said, These men are Jews who are throwing our city into an uproar"
    },
    {
      "chapter": 16,
      "verse": 21,
      "zh": "传我们罗马人所不可受不可行的规矩。",
      "en": "by advocating customs unlawful for us Romans to accept or practice."
    },
    {
      "chapter": 16,
      "verse": 22,
      "zh": "众人就一同起来攻击他们。官长吩咐剥了他们的衣裳，用棍打。",
      "en": "The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten with rods."
    },
    {
      "chapter": 16,
      "verse": 23,
      "zh": "打了许多棍，便将他们下在监里，嘱咐禁卒严紧看守。",
      "en": "After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully."
    },
    {
      "chapter": 16,
      "verse": 24,
      "zh": "禁卒领了这样的命，就把他们下在内监里，两脚上了木狗。",
      "en": "When he received these orders, he put them in the inner cell and fastened their feet in the stocks."
    },
    {
      "chapter": 16,
      "verse": 25,
      "zh": "约在半夜，保罗和西拉祷告唱诗赞美神，众囚犯也侧耳而听。",
      "en": "About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them."
    },
    {
      "chapter": 16,
      "verse": 26,
      "zh": "忽然，地大震动，甚至监牢的地基都摇动了，监门立刻全开，众囚犯的锁链也都松开了。",
      "en": "Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everyone's chains came loose."
    },
    {
      "chapter": 16,
      "verse": 27,
      "zh": "禁卒一醒，看见监门全开，以为囚犯都逃走了，就拔刀要自杀。",
      "en": "The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped."
    },
    {
      "chapter": 16,
      "verse": 28,
      "zh": "保罗大声呼叫说：不要伤害自己，我们都在这里。",
      "en": "But Paul shouted, Don't harm yourself! We are all here!"
    },
    {
      "chapter": 16,
      "verse": 29,
      "zh": "禁卒叫人拿灯来，就跳进去，战战兢兢地俯伏在保罗、西拉面前。",
      "en": "The jailer called for lights, rushed in and fell trembling before Paul and Silas."
    },
    {
      "chapter": 16,
      "verse": 30,
      "zh": "又领他们出来，说：二位先生，我当怎样行才可以得救？",
      "en": "He then brought them out and asked, Sirs, what must I do to be saved?"
    },
    {
      "chapter": 16,
      "verse": 31,
      "zh": "他们说：当信主耶稣，你和你一家都必得救。",
      "en": "They replied, Believe in the Lord Jesus, and you will be saved—you and your household."
    },
    {
      "chapter": 16,
      "verse": 32,
      "zh": "他们就把主的道讲给他和他全家的人听。",
      "en": "Then they spoke the word of the Lord to him and to all the others in his house."
    },
    {
      "chapter": 16,
      "verse": 33,
      "zh": "当夜，就在那时候，禁卒把他们带去，洗他们的伤。他和属乎他的人即时都受了洗。",
      "en": "At that hour of the night the jailer took them and washed their wounds; then immediately he and all his household were baptized."
    },
    {
      "chapter": 16,
      "verse": 34,
      "zh": "领他们上自己家里，设摆筵席，给他和全家的人欢欢喜喜地相信了神。",
      "en": "The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God—he and his whole household."
    },
    {
      "chapter": 16,
      "verse": 35,
      "zh": "到了天亮，官长打发差役来说：释放这两个人吧。",
      "en": "When it was daylight, the magistrates sent their officers to the jailer with the order: Release those men."
    },
    {
      "chapter": 16,
      "verse": 36,
      "zh": "禁卒就把这话告诉保罗说：官长打发人来，叫释放你们，如今可以出监，平平安安地去吧。",
      "en": "The jailer told Paul, The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace."
    },
    {
      "chapter": 16,
      "verse": 37,
      "zh": "保罗却说：我们是罗马人，并没有定罪，他们就在众人面前打了我们，又把我们下在监里，现在要私下撵我们出去吗？这不行的。叫他们自己来领我们出去吧。",
      "en": "But Paul said to the officers: They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out."
    },
    {
      "chapter": 16,
      "verse": 38,
      "zh": "差役把这话回禀官长。官长听见他们是罗马人，就害怕了。",
      "en": "The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed."
    },
    {
      "chapter": 16,
      "verse": 39,
      "zh": "于是来劝他们，领他们出来，请他们离开那城。",
      "en": "They came to appease them and escorted them from the prison, requesting them to leave the city."
    },
    {
      "chapter": 16,
      "verse": 40,
      "zh": "二人出了监，往吕底亚家里去。见了弟兄们，劝勉他们一番，就走了。",
      "en": "After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and sisters and encouraged them. Then they left."
    },
    {
      "chapter": 17,
      "verse": 1,
      "zh": "保罗和西拉经过暗妃波里、亚波罗尼亚，来到帖撒罗尼迦，在那里有犹太人的会堂。",
      "en": "When Paul and his companions had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue."
    },
    {
      "chapter": 17,
      "verse": 2,
      "zh": "保罗照他素常的规矩进去，一连三个安息日，本着圣经与他们辩论，",
      "en": "As was his custom, Paul went into the synagogue, and on three Sabbath days he reasoned with them from the Scriptures,"
    },
    {
      "chapter": 17,
      "verse": 3,
      "zh": "讲解陈明基督必须受害，从死里复活，又说：我所传与你们的这位耶稣，就是基督。",
      "en": "explaining and proving that the Messiah had to suffer and rise from the dead. This Jesus I am proclaiming to you is the Messiah, he said."
    },
    {
      "chapter": 17,
      "verse": 4,
      "zh": "他们中间有些人听了劝，就附从保罗和西拉，并有许多虔敬的希腊人，尊贵的妇女也不少。",
      "en": "Some of the Jews were persuaded and joined Paul and Silas, as did a large number of God-fearing Greeks and quite a few prominent women."
    },
    {
      "chapter": 17,
      "verse": 5,
      "zh": "但那不信的犹太人心里嫉妒，招聚了些市井匪类，搭伙成群，耸动合城的人闯进耶孙的家，要将保罗、西拉带到百姓那里。",
      "en": "But other Jews were jealous; so they rounded up some bad characters from the marketplace, formed a mob and started a riot in the city. They rushed to Jason's house in search of Paul and Silas in order to bring them out to the crowd."
    },
    {
      "chapter": 17,
      "verse": 6,
      "zh": "找不着他们，就把耶孙和几个弟兄拉到地方官那里，喊叫说：那搅乱天下的，也到这里来了。",
      "en": "But when they did not find them, they dragged Jason and some other believers before the city officials. They shouted: These men who have caused trouble all over the world have now come here,"
    },
    {
      "chapter": 17,
      "verse": 7,
      "zh": "耶孙收留了他们。这些人都违背凯撒的命令，说另有一个王耶稣。",
      "en": "and Jason has welcomed them into his house. They are all defying Caesar's decrees, saying that there is another king, one called Jesus."
    },
    {
      "chapter": 17,
      "verse": 8,
      "zh": "众人和地方官听见这话，就惊慌了。",
      "en": "When they heard this, the crowd and the city officials were thrown into turmoil."
    },
    {
      "chapter": 17,
      "verse": 9,
      "zh": "地方官取了耶孙和其余之人的保状，就释放了他们。",
      "en": "Then they made Jason and the others post bond and let them go."
    },
    {
      "chapter": 17,
      "verse": 10,
      "zh": "弟兄们随即在夜间打发保罗和西拉往庇哩亚去。二人到了，就进入犹太人的会堂。",
      "en": "As soon as it was night, the believers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue."
    },
    {
      "chapter": 17,
      "verse": 11,
      "zh": "这地方的人贤于帖撒罗尼迦的人，甘心领受这道，天天考查圣经，要晓得这道是与不是。",
      "en": "Now the Berean Jews were of more noble character than those in Thessalonica, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."
    },
    {
      "chapter": 17,
      "verse": 12,
      "zh": "所以他们中间多有相信的，又有希腊尊贵的妇女，男子也不少。",
      "en": "Many of the Jews believed, as did also a number of prominent Greek women and many Greek men."
    },
    {
      "chapter": 17,
      "verse": 13,
      "zh": "但帖撒罗尼迦的犹太人知道保罗又在庇哩亚传神的道，也就往那里去，耸动众人。",
      "en": "But when the Jews in Thessalonica learned that Paul was preaching the word of God at Berea, some of them went there too and stirred up the crowds."
    },
    {
      "chapter": 17,
      "verse": 14,
      "zh": "当时弟兄们便打发保罗往海边去，西拉和提摩太仍住在庇哩亚。",
      "en": "The believers immediately sent Paul to the coast, but Silas and Timothy stayed at Berea."
    },
    {
      "chapter": 17,
      "verse": 15,
      "zh": "送保罗的人带他到了雅典，既领了命令，叫西拉和提摩太速速到他这里来，就回去了。",
      "en": "Those who escorted Paul brought him to Athens and then left with instructions for Silas and Timothy to join him as soon as possible."
    },
    {
      "chapter": 17,
      "verse": 16,
      "zh": "保罗在雅典等候他们的时候，看见满城都是偶像，就心里着急。",
      "en": "While Paul was waiting for them in Athens, he was greatly distressed to see that the city was full of idols."
    },
    {
      "chapter": 17,
      "verse": 17,
      "zh": "于是他在会堂里与犹太人和虔敬的人辩论，又在市上天天与所遇见的人辩论。",
      "en": "So he reasoned in the synagogue with both Jews and God-fearing Greeks, as well as in the marketplace day by day with those who happened to be there."
    },
    {
      "chapter": 17,
      "verse": 18,
      "zh": "还有以彼古罗和斯多亚两门的学士与他争论。有的说：这胡言乱语的要说什么？有的说：他似乎是传说外邦鬼神的。保罗传讲耶稣和复活的道，他们就说：这是很新的教训。",
      "en": "A group of Epicurean and Stoic philosophers began to debate with him. Some of them asked, What is this babbler trying to say? Others remarked, He seems to be advocating foreign gods. They said this because Paul was preaching the good news about Jesus and the resurrection."
    },
    {
      "chapter": 17,
      "verse": 19,
      "zh": "他们就把他带到亚略巴古，说：你所讲的这新道，我们也可以知道吗？",
      "en": "Then they took him and brought him to a meeting of the Areopagus, where they said to him, May we know what this new teaching is that you are presenting?"
    },
    {
      "chapter": 17,
      "verse": 20,
      "zh": "因为你有些奇怪的事传到我们耳中，我们愿意知道这些事是什么意思。",
      "en": "You are bringing some strange ideas to our ears, and we would like to know what they mean."
    },
    {
      "chapter": 17,
      "verse": 21,
      "zh": "原来雅典人和住在那里的客旅都没有别的事，只将新闻说说听听。",
      "en": "All the Athenians and the foreigners who lived there spent their time doing nothing but talking about and listening to the latest ideas."
    },
    {
      "chapter": 17,
      "verse": 22,
      "zh": "保罗站在亚略巴古当中，说：众位雅典人哪，我看你们凡事很敬畏鬼神。",
      "en": "Paul then stood up in the meeting of the Areopagus and said: People of Athens! I see that in every way you are very religious."
    },
    {
      "chapter": 17,
      "verse": 23,
      "zh": "我游行的时候，观看你们所敬拜的，遇见一座坛，上面写着：未识之神。你们所不认识而敬拜的，我现在告诉你们。",
      "en": "For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription: TO AN UNKNOWN GOD. So you are ignorant of the very thing you worship—and this is what I am going to proclaim to you."
    },
    {
      "chapter": 17,
      "verse": 24,
      "zh": "创造宇宙和其中万物的神，既是天地的主，就不住人手所造的殿，",
      "en": "The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands."
    },
    {
      "chapter": 17,
      "verse": 25,
      "zh": "也不用人手服侍，好像缺少什么；自己倒将生命、气息、万物，赐给万人。",
      "en": "And he is not served by human hands, as if he needed anything. Rather, he himself gives everyone life and breath and everything else."
    },
    {
      "chapter": 17,
      "verse": 26,
      "zh": "他从一本造出万族的人，住在全地上，并且预先定准他们的年限和所住的疆界，",
      "en": "From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands."
    },
    {
      "chapter": 17,
      "verse": 27,
      "zh": "要叫他们寻求神，或者可以揣摩而得，其实他离我们各人不远；",
      "en": "God did this so that they would seek him and perhaps reach out for him and find him, though he is not far from any one of us."
    },
    {
      "chapter": 17,
      "verse": 28,
      "zh": "我们生活、动作、存留，都在乎他。就如你们作诗的，有人说：我们也是他所生的。",
      "en": "For in him we live and move and have our being. As some of your own poets have said, We are his offspring."
    },
    {
      "chapter": 17,
      "verse": 29,
      "zh": "我们既是神所生的，就不当以为神的神性像人用手艺、心思所雕刻的金、银、石。",
      "en": "Therefore since we are God's offspring, we should not think that the divine being is like gold or silver or stone—an image made by human design and skill."
    },
    {
      "chapter": 17,
      "verse": 30,
      "zh": "世人蒙昧无知的时候，神并不监察，如今却吩咐各处的人都要悔改。",
      "en": "In the past God overlooked such ignorance, but now he commands all people everywhere to repent."
    },
    {
      "chapter": 17,
      "verse": 31,
      "zh": "因为他已经定了日子，要借着他所设立的人，按公义审判天下，并且叫他从死里复活，给万人作可信的凭据。",
      "en": "For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to everyone by raising him from the dead."
    },
    {
      "chapter": 17,
      "verse": 32,
      "zh": "众人听见从死里复活的话，就有讥诮他的；又有人说：我们再听你讲这个吧。",
      "en": "When they heard about the resurrection of the dead, some of them sneered, but others said, We want to hear you again on this subject."
    },
    {
      "chapter": 17,
      "verse": 33,
      "zh": "于是保罗从他们当中出去了。",
      "en": "At that, Paul left the Council."
    },
    {
      "chapter": 17,
      "verse": 34,
      "zh": "但有几个人贴近他，相信了，其中有亚略巴古的官丢尼修，也有名叫大马哩的妇人，还有别人一同相信。",
      "en": "Some of the people became followers of Paul and believed. Among them was Dionysius, a member of the Areopagus, also a woman named Damaris, and a number of others."
    },
    {
      "chapter": 18,
      "verse": 1,
      "zh": "这事以后，保罗离了雅典，来到哥林多。",
      "en": "After this, Paul left Athens and went to Corinth."
    },
    {
      "chapter": 18,
      "verse": 2,
      "zh": "遇见一个犹太人，名叫亚居拉，他生在本都，因最近革老丢命犹太人都离开罗马，就带着妻百基拉，从意大利来。保罗就投奔了他们。",
      "en": "There he met a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all Jews to leave Rome. Paul went to see them,"
    },
    {
      "chapter": 18,
      "verse": 3,
      "zh": "他们本是制造帐棚为业。保罗因与他们同业，就和他们同住作工。",
      "en": "and because he was a tentmaker as they were, he stayed and worked with them."
    },
    {
      "chapter": 18,
      "verse": 4,
      "zh": "每逢安息日，保罗在会堂里辩论，劝化犹太人和希腊人。",
      "en": "Every Sabbath he reasoned in the synagogue, trying to persuade Jews and Greeks."
    },
    {
      "chapter": 18,
      "verse": 5,
      "zh": "西拉和提摩太从马其顿来的时候，保罗为道迫切，向犹太人证明耶稣是基督。",
      "en": "When Silas and Timothy came from Macedonia, Paul devoted himself exclusively to preaching, testifying to the Jews that Jesus was the Messiah."
    },
    {
      "chapter": 18,
      "verse": 6,
      "zh": "他们既抗拒、毁谤，保罗就抖着衣裳，说：你们的罪归到你们自己头上，与我无干。从今以后，我要往外邦人那里去。",
      "en": "But when they opposed Paul and became abusive, he shook out his clothes in protest and said to them, Your blood be on your own heads! I am innocent of it. From now on I will go to the Gentiles."
    },
    {
      "chapter": 18,
      "verse": 7,
      "zh": "于是离开那里，到了一个人的家中，这人名叫提多犹士都，是敬拜神的，他的家靠近会堂。",
      "en": "Then Paul left the synagogue and went next door to the house of Titius Justus, a worshiper of God."
    },
    {
      "chapter": 18,
      "verse": 8,
      "zh": "管会堂的基利司布和全家都信了主。还有许多哥林多人听了，就相信受洗。",
      "en": "Crispus, the synagogue leader, and his entire household believed in the Lord; and many of the Corinthians who heard Paul believed and were baptized."
    },
    {
      "chapter": 18,
      "verse": 9,
      "zh": "夜间，主在异象中对保罗说：不要怕，只管讲，不要闭口。",
      "en": "One night the Lord spoke to Paul in a vision: Do not be afraid; keep on speaking, do not be silent."
    },
    {
      "chapter": 18,
      "verse": 10,
      "zh": "有我与你同在，必没有人下手害你，因为在这城里我有许多的百姓。",
      "en": "For I am with you, and no one is going to attack and harm you, because I have many people in this city."
    },
    {
      "chapter": 18,
      "verse": 11,
      "zh": "保罗在那里住了一年零六个月，将神的道教训他们。",
      "en": "So Paul stayed in Corinth for a year and a half, teaching them the word of God."
    },
    {
      "chapter": 18,
      "verse": 12,
      "zh": "到迦流作亚该亚方伯的时候，犹太人同心起来攻击保罗，拉他到公堂，",
      "en": "While Gallio was proconsul of Achaia, the Jews of Corinth made a united attack on Paul and brought him to the place of judgment."
    },
    {
      "chapter": 18,
      "verse": 13,
      "zh": "说：这个人劝人不按着律法敬拜神。",
      "en": "This man, they charged, is persuading the people to worship God in ways contrary to the law."
    },
    {
      "chapter": 18,
      "verse": 14,
      "zh": "保罗刚要开口，迦流就对犹太人说：你们这些犹太人哪，若是犯法或作恶的事，我理当耐性听你们。",
      "en": "Just as Paul was about to speak, Gallio said to the Jews, If you Jews were making a complaint about some misdemeanor or serious crime, it would be reasonable for me to listen to you."
    },
    {
      "chapter": 18,
      "verse": 15,
      "zh": "但所争论的，若是关乎言语、名目，和你们的律法，你们自己去办吧！这样的事，我不愿意审问。",
      "en": "But since it involves questions about words and names and your own law—settle the matter yourselves. I will not be a judge of such things."
    },
    {
      "chapter": 18,
      "verse": 16,
      "zh": "就把他们撵出公堂。",
      "en": "So he drove them off."
    },
    {
      "chapter": 18,
      "verse": 17,
      "zh": "众人便揪住管会堂的所提尼，在堂前打他。这些事迦流都不管。",
      "en": "Then the crowd there turned on Sosthenes the synagogue leader and beat him in front of the proconsul; and Gallio showed no concern whatever."
    },
    {
      "chapter": 18,
      "verse": 18,
      "zh": "保罗又住了多日，就辞别了弟兄们，坐船往叙利亚去。百基拉、亚居拉和他同去。他因为许过愿，就在坚革哩剪了头发。",
      "en": "Paul stayed on in Corinth for some time. Then he left the brothers and sisters and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchreae because of a vow he had taken."
    },
    {
      "chapter": 18,
      "verse": 19,
      "zh": "到了以弗所，保罗就把他们留在那里，自己进了会堂，和犹太人辩论。",
      "en": "They arrived at Ephesus, where Paul left Priscilla and Aquila. He himself went into the synagogue and reasoned with the Jews."
    },
    {
      "chapter": 18,
      "verse": 20,
      "zh": "众人请他多住些日子，他却不允，",
      "en": "When they asked him to spend more time with them, he declined."
    },
    {
      "chapter": 18,
      "verse": 21,
      "zh": "就辞别他们，说：神若许我，我还要回到你们这里。于是开船离了以弗所。",
      "en": "But as he left, he promised, I will come back if it is God's will. Then he set sail from Ephesus."
    },
    {
      "chapter": 18,
      "verse": 22,
      "zh": "在凯撒利亚下了船，就上耶路撒冷去问教会安，然后下安提阿去。",
      "en": "When he landed at Caesarea, he went up to Jerusalem and greeted the church and then went down to Antioch."
    },
    {
      "chapter": 18,
      "verse": 23,
      "zh": "住了些日子，又离开那里，挨次经过加拉太和弗吕家地方，坚固众门徒。",
      "en": "After spending some time in Antioch, Paul set out from there and traveled from place to place throughout the region of Galatia and Phrygia, strengthening all the disciples."
    },
    {
      "chapter": 18,
      "verse": 24,
      "zh": "有一个犹太人，名叫亚波罗，来到以弗所。他生在亚力山太，是有学问的，最能讲解圣经。",
      "en": "Meanwhile a Jew named Apollos, a native of Alexandria, came to Ephesus. He was a learned man, with a thorough knowledge of the Scriptures."
    },
    {
      "chapter": 18,
      "verse": 25,
      "zh": "这人已经在主的道上受了教训，心里火热，将耶稣的事详细讲论教训人，只是他单晓得约翰的洗礼。",
      "en": "He had been instructed in the way of the Lord, and he spoke with great fervor and taught about Jesus accurately, though he knew only the baptism of John."
    },
    {
      "chapter": 18,
      "verse": 26,
      "zh": "他在会堂里放胆讲道。百基拉、亚居拉听见，就接他来，将神的道给他讲解更加详细。",
      "en": "He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they invited him to their home and explained to him the way of God more adequately."
    },
    {
      "chapter": 18,
      "verse": 27,
      "zh": "他想要往亚该亚去，弟兄们就勉励他，并写信请门徒接待他。他到了那里，多帮助那些已经因恩相信的人。",
      "en": "When Apollos wanted to go to Achaia, the brothers and sisters encouraged him and wrote to the disciples there to welcome him. When he arrived, he was a great help to those who by grace had believed."
    },
    {
      "chapter": 18,
      "verse": 28,
      "zh": "他在众人面前极有能力地驳倒犹太人，引圣经证明耶稣是基督。",
      "en": "For he vigorously refuted his Jewish opponents in public debate, proving from the Scriptures that Jesus was the Messiah."
    },
    {
      "chapter": 19,
      "verse": 1,
      "zh": "亚波罗在哥林多的时候，保罗经过了上边一带地方，就来到以弗所，在那里遇见几个门徒。",
      "en": "While Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples"
    },
    {
      "chapter": 19,
      "verse": 2,
      "zh": "问他们说：你们信的时候，受了圣灵没有？他们回答说：没有，也未曾听见有圣灵赐下来。",
      "en": "and asked them, Did you receive the Holy Spirit when you believed? They answered, No, we have not even heard that there is a Holy Spirit."
    },
    {
      "chapter": 19,
      "verse": 3,
      "zh": "又问他们说：这样，你们受的是什么洗呢？他们说：是约翰的洗。",
      "en": "So Paul asked, Then what baptism did you receive? John's baptism, they replied."
    },
    {
      "chapter": 19,
      "verse": 4,
      "zh": "保罗说：约翰所行的是悔改的洗，告诉百姓，当信那在他以后要来的，就是耶稣。",
      "en": "Paul said, John's baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus."
    },
    {
      "chapter": 19,
      "verse": 5,
      "zh": "他们听见这话，就奉主耶稣的名受洗。",
      "en": "On hearing this, they were baptized in the name of the Lord Jesus."
    },
    {
      "chapter": 19,
      "verse": 6,
      "zh": "保罗按手在他们头上，圣灵便降在他们身上，他们就说方言，又说预言。",
      "en": "When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied."
    },
    {
      "chapter": 19,
      "verse": 7,
      "zh": "那一共约有十二个人。",
      "en": "There were about twelve men in all."
    },
    {
      "chapter": 19,
      "verse": 8,
      "zh": "保罗进会堂，放胆讲道，一连三个月，辩论神国的事，劝化众人。",
      "en": "Paul entered the synagogue and spoke boldly there for three months, arguing persuasively about the kingdom of God."
    },
    {
      "chapter": 19,
      "verse": 9,
      "zh": "后来，有些人心里刚硬不信，在众人面前毁谤这道，保罗就离开他们，也叫门徒与他们分离，便在推喇奴的学房天天辩论。",
      "en": "But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus."
    },
    {
      "chapter": 19,
      "verse": 10,
      "zh": "这样有两年之久，叫一切住在亚西亚的，无论是犹太人，是希腊人，都听见主的道。",
      "en": "This went on for two years, so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord."
    },
    {
      "chapter": 19,
      "verse": 11,
      "zh": "神借保罗的手行了些非常的奇事，",
      "en": "God did extraordinary miracles through Paul,"
    },
    {
      "chapter": 19,
      "verse": 12,
      "zh": "甚至有人从保罗身上拿手巾或围裙放在病人身上，疾病就退了，恶鬼也出去了。",
      "en": "so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them."
    },
    {
      "chapter": 19,
      "verse": 13,
      "zh": "那时，有几个游行各处的犹太人，念咒赶鬼的，擅自对那被恶鬼附的人，称主耶稣的名，说：我奉保罗所传的耶稣，敕令你们出来。",
      "en": "Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, In the name of the Jesus whom Paul preaches, I command you to come out."
    },
    {
      "chapter": 19,
      "verse": 14,
      "zh": "作这事的，有犹太祭司长士基瓦的七个儿子。",
      "en": "Seven sons of Sceva, a Jewish chief priest, were doing this."
    },
    {
      "chapter": 19,
      "verse": 15,
      "zh": "恶鬼回答他们说：耶稣我认识，保罗我也知道，你们却是谁呢？",
      "en": "One day the evil spirit answered them, Jesus I know, and Paul I know about, but who are you?"
    },
    {
      "chapter": 19,
      "verse": 16,
      "zh": "恶鬼所附的人就跳在他们身上，胜了其中二人，制伏他们，叫他们赤着身子受了伤，从那房子里逃出去了。",
      "en": "Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding."
    },
    {
      "chapter": 19,
      "verse": 17,
      "zh": "凡住在以弗所的，无论是犹太人，是希腊人，都知道这事，也都惧怕，主耶稣的名从此就尊大了。",
      "en": "When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor."
    },
    {
      "chapter": 19,
      "verse": 18,
      "zh": "那已经相信的人，多有来承认诉说的。",
      "en": "Many of those who believed now came and openly confessed what they had done."
    },
    {
      "chapter": 19,
      "verse": 19,
      "zh": "平素行邪术的，也有许多人把书拿来，堆积在众人面前焚烧。他们算计书价，便知道共合五万块钱。",
      "en": "A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas."
    },
    {
      "chapter": 19,
      "verse": 20,
      "zh": "主的道大大兴旺，而且得胜，就是这样。",
      "en": "In this way the word of the Lord spread widely and grew in power."
    },
    {
      "chapter": 19,
      "verse": 21,
      "zh": "这些事完了，保罗心里定意，经过了马其顿、亚该亚，就往耶路撒冷去。又说：我到了那里以后，也必须往罗马去看看。",
      "en": "After all this had happened, Paul decided to go to Jerusalem, passing through Macedonia and Achaia. After I have been there, he said, I must visit Rome also."
    },
    {
      "chapter": 19,
      "verse": 22,
      "zh": "于是打发马其顿的两个帮手，提摩太和以拉都，先往马其顿去，自己暂时等在亚西亚。",
      "en": "He sent two of his helpers, Timothy and Erastus, to Macedonia, while he stayed in the province of Asia a little longer."
    },
    {
      "chapter": 19,
      "verse": 23,
      "zh": "那时，因为这道起的扰乱不小。",
      "en": "About that time there arose a great disturbance about the Way."
    },
    {
      "chapter": 19,
      "verse": 24,
      "zh": "有一个银匠，名叫底米丢，是制造亚底米神银龛的，他使这行手艺人生意发达。",
      "en": "A silversmith named Demetrius, who made silver shrines of Artemis, brought in a lot of business for the craftsmen there."
    },
    {
      "chapter": 19,
      "verse": 25,
      "zh": "他聚集他们和同行的工人，说：众位，你们知道我们是靠这生意发财。",
      "en": "He called them together, along with the workers in related trades, and said: You know, my friends, that we receive a good income from this business."
    },
    {
      "chapter": 19,
      "verse": 26,
      "zh": "这保罗不但在以弗所，也几乎在亚西亚全地，引诱迷惑许多人，说：人手所造的，不是神。这是你们所看见所听见的。",
      "en": "And you see and hear how this fellow Paul has convinced and led astray large numbers of people here in Ephesus and in practically the whole province of Asia. He says that gods made by human hands are no gods at all."
    },
    {
      "chapter": 19,
      "verse": 27,
      "zh": "这样，不独我们这事业被人藐视，就是大女神亚底米的庙也要被人轻忽，连亚西亚全地和普天下所敬拜的大女神之荣耀也要消灭了。",
      "en": "There is danger not only that our trade will lose its good name, but also that the temple of the great goddess Artemis will be discredited; and the goddess herself, who is worshiped throughout the province of Asia and the world, will be robbed of her divine majesty."
    },
    {
      "chapter": 19,
      "verse": 28,
      "zh": "众人听见，就怒气填胸，喊着说：大哉，以弗所人的亚底米啊！",
      "en": "When they heard this, they were furious and began shouting: Great is Artemis of the Ephesians!"
    },
    {
      "chapter": 19,
      "verse": 29,
      "zh": "满城都轰动起来。众人拿住与保罗同行的马其顿人该犹和亚里达古，齐心拥进戏园里去。",
      "en": "Soon the whole city was in an uproar. The people seized Gaius and Aristarchus, Paul's traveling companions from Macedonia, and all of them rushed into the theater together."
    },
    {
      "chapter": 19,
      "verse": 30,
      "zh": "保罗想要进去见众人，门徒却不许他。",
      "en": "Paul wanted to appear before the crowd, but the disciples would not let him."
    },
    {
      "chapter": 19,
      "verse": 31,
      "zh": "还有亚西亚几位首领，是保罗的朋友，打发人来劝他，不要冒险到戏园里去。",
      "en": "Even some of the officials of the province, friends of Paul, sent him a message begging him not to venture into the theater."
    },
    {
      "chapter": 19,
      "verse": 32,
      "zh": "聚集的人纷纷乱乱，有喊叫这个的，有喊叫那个的，大半不知道是为什么聚集。",
      "en": "The assembly was in confusion: Some were shouting one thing, some another. Most of the people did not even know why they were there."
    },
    {
      "chapter": 19,
      "verse": 33,
      "zh": "有人把亚力山大从众人中带出来，犹太人推他往前。亚力山大就摆手，要向百姓分诉。",
      "en": "The Jews in the crowd pushed Alexander to the front, and they shouted instructions to him. He motioned for silence in order to make a defense before the people."
    },
    {
      "chapter": 19,
      "verse": 34,
      "zh": "只因他们认出他是犹太人，就大家同声喊叫，约有两小时，说：大哉，以弗所人的亚底米啊！",
      "en": "But when they realized he was a Jew, they all shouted in unison for about two hours: Great is Artemis of the Ephesians!"
    },
    {
      "chapter": 19,
      "verse": 35,
      "zh": "那城里的书记安抚了众人，就说：以弗所人哪，谁不知道以弗所人的城，是看守大亚底米庙和从宙斯那里落下来的像呢？",
      "en": "The city clerk quieted the crowd and said: Fellow Ephesians, doesn't all the world know that the city of Ephesus is the guardian of the temple of the great Artemis and of her image, which fell from heaven?"
    },
    {
      "chapter": 19,
      "verse": 36,
      "zh": "这事既是驳不倒的，你们就当安静，不可造次。",
      "en": "Therefore, since these facts are undeniable, you ought to calm down and not do anything rash."
    },
    {
      "chapter": 19,
      "verse": 37,
      "zh": "你们把这些人带来，他们并没有偷窃庙中之物，也没有谤讟我们的女神。",
      "en": "You have brought these men here, though they have neither robbed temples nor blasphemed our goddess."
    },
    {
      "chapter": 19,
      "verse": 38,
      "zh": "若是底米丢和他同行的人，有控告人的事，自有放告的日子，也有方伯可以彼此对告。",
      "en": "If, then, Demetrius and his fellow craftsmen have a grievance against anybody, the courts are open and there are proconsuls. They can press charges."
    },
    {
      "chapter": 19,
      "verse": 39,
      "zh": "你们若问别的事，就可以照常例聚集断定。",
      "en": "If there is anything further you want to bring up, it must be settled in a legal assembly."
    },
    {
      "chapter": 19,
      "verse": 40,
      "zh": "今日的扰乱，本是无缘无故，我们难免被查问。论到这样聚众，我们也说不出所以然来。",
      "en": "As it is, we are in danger of being charged with rioting because of what happened today. In that case we would not be able to account for this commotion, since there is no reason for it."
    },
    {
      "chapter": 19,
      "verse": 41,
      "zh": "说了这话，便叫众人散去。",
      "en": "After he had said this, he dismissed the assembly."
    },
    {
      "chapter": 20,
      "verse": 1,
      "zh": "乱定之后，保罗请门徒来，劝勉他们，就辞别起行，往马其顿去。",
      "en": "When the uproar had ended, Paul sent for the disciples and, after encouraging them, said goodbye and set out for Macedonia."
    },
    {
      "chapter": 20,
      "verse": 2,
      "zh": "走遍了那一带地方，用许多话劝勉门徒，然后来到希腊。",
      "en": "He traveled through that area, speaking many words of encouragement to the people, and finally arrived in Greece,"
    },
    {
      "chapter": 20,
      "verse": 3,
      "zh": "在那里住了三个月，将要坐船往叙利亚去，犹太人设计要害他，他就定意从马其顿回去。",
      "en": "where he stayed three months. Because some Jews had plotted against him just as he was about to sail for Syria, he decided to go back through Macedonia."
    },
    {
      "chapter": 20,
      "verse": 4,
      "zh": "同他到亚西亚去的，有庇哩亚人毕罗斯的儿子所巴特，帖撒罗尼迦人亚里达古和西公都，还有特庇人该犹，并提摩太，又有亚西亚人推基古和特罗非摩。",
      "en": "He was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy also, and Tychicus and Trophimus from the province of Asia."
    },
    {
      "chapter": 20,
      "verse": 5,
      "zh": "这些人先走在特罗亚等候我们。",
      "en": "These men went on ahead and waited for us at Troas."
    },
    {
      "chapter": 20,
      "verse": 6,
      "zh": "过了除酵节的日子，我们从腓立比开船，五天到了特罗亚，和他们相会，在那里住了七天。",
      "en": "But we sailed from Philippi after the Festival of Unleavened Bread, and five days later joined the others at Troas, where we stayed seven days."
    },
    {
      "chapter": 20,
      "verse": 7,
      "zh": "七日的第一日，我们聚会擘饼的时候，保罗因为要次日起行，就与他们讲论，直讲到半夜。",
      "en": "On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight."
    },
    {
      "chapter": 20,
      "verse": 8,
      "zh": "我们聚会的屋子，上头有好些灯烛。",
      "en": "There were many lamps in the upstairs room where we were meeting."
    },
    {
      "chapter": 20,
      "verse": 9,
      "zh": "有一个少年人，名叫犹推古，坐在窗台上，困倦沉睡。保罗讲了多时，少年人睡熟了，就从三层楼上掉下去，扶起来已经死了。",
      "en": "Seated in a window was a young man named Eutychus, who was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell to the ground from the third story and was picked up dead."
    },
    {
      "chapter": 20,
      "verse": 10,
      "zh": "保罗下去，伏在他身上，抱着他，说：你们不要发慌，他的灵魂还在身上。",
      "en": "Paul went down, threw himself on the young man and put his arms around him. Don't be alarmed, he said. He's alive!"
    },
    {
      "chapter": 20,
      "verse": 11,
      "zh": "保罗又上去，擘饼，吃了，谈论许久，直到天亮，这才走了。",
      "en": "Then he went upstairs again and broke bread and ate. After talking until daylight, he left."
    },
    {
      "chapter": 20,
      "verse": 12,
      "zh": "有人把那童子活活地领来，得的安慰不小。",
      "en": "The people took the young man home alive and were greatly comforted."
    },
    {
      "chapter": 20,
      "verse": 13,
      "zh": "我们先上船开往亚朔去，意思要在那里接保罗，因为他是这样安排的，他自己打算步行。",
      "en": "We went on ahead to the ship and sailed for Assos, where we were going to take Paul aboard. He had made this arrangement because he was going there on foot."
    },
    {
      "chapter": 20,
      "verse": 14,
      "zh": "他在亚朔与我们相会，我们就接他上船，来到米推利尼。",
      "en": "When he met us at Assos, we took him aboard and went on to Mitylene."
    },
    {
      "chapter": 20,
      "verse": 15,
      "zh": "从那里开船，次日到了基阿的对面，又次日到了撒摩，又次日来到米利都。",
      "en": "The next day we set sail from there and arrived opposite Chios. The day after that we crossed over to Samos, and on the following day arrived at Miletus."
    },
    {
      "chapter": 20,
      "verse": 16,
      "zh": "因为保罗早已定了主意，越过以弗所，免得在亚西亚耽延，他急忙前走，巴不得赶五旬节能到耶路撒冷。",
      "en": "Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, for he was in a hurry to reach Jerusalem, if possible, by the day of Pentecost."
    },
    {
      "chapter": 20,
      "verse": 17,
      "zh": "保罗从米利都打发人往以弗所去，请教会的长老来。",
      "en": "From Miletus, Paul sent to Ephesus for the elders of the church."
    },
    {
      "chapter": 20,
      "verse": 18,
      "zh": "他们来了，保罗就说：你们知道，自从我到亚西亚的日子以来，我常与你们同在，",
      "en": "When they arrived, he said to them: You know how I lived the whole time I was with you, from the first day I came into the province of Asia."
    },
    {
      "chapter": 20,
      "verse": 19,
      "zh": "怎样服侍主，凡事谦卑，眼中流泪，又因犹太人的谋害，经历试炼。",
      "en": "I served the Lord with great humility and with tears and in the midst of severe testing by the plots of my Jewish opponents."
    },
    {
      "chapter": 20,
      "verse": 20,
      "zh": "你们也知道，凡与你们有益的，我没有一样避讳不说的，或在众人面前，或在各人家里，我都教导你们。",
      "en": "You know that I have not hesitated to preach anything that would be helpful to you but have taught you publicly and from house to house."
    },
    {
      "chapter": 20,
      "verse": 21,
      "zh": "又对犹太人和希腊人，证明当向神悔改，信靠我主耶稣基督。",
      "en": "I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus."
    },
    {
      "chapter": 20,
      "verse": 22,
      "zh": "现在我往耶路撒冷去，心被捆绑，不知道在那里要遇见什么事。",
      "en": "And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there."
    },
    {
      "chapter": 20,
      "verse": 23,
      "zh": "但知道圣灵在各城里向我指证，说有捆锁与患难等待我。",
      "en": "I only know that in every city the Holy Spirit warns me that prison and hardships are facing me."
    },
    {
      "chapter": 20,
      "verse": 24,
      "zh": "我却不以性命为念，也不看为宝贵，只要行完我的路程，成就我从主耶稣所领受的职事，证明神恩惠的福音。",
      "en": "However, I consider my life worth nothing to me; my only aim is to finish the race and complete the task the Lord Jesus has given me—the task of testifying to the good news of God's grace."
    },
    {
      "chapter": 20,
      "verse": 25,
      "zh": "我曾在你们众人中间来往，传讲神国的道，如今我晓得，你们以后都不得再见我的面了。",
      "en": "Now I know that none of you among whom I have gone about preaching the kingdom will ever see me again."
    },
    {
      "chapter": 20,
      "verse": 26,
      "zh": "所以我今日向你们证明，你们中间无论何人死亡，罪不在我身上。",
      "en": "Therefore, I declare to you today that I am innocent of the blood of any of you."
    },
    {
      "chapter": 20,
      "verse": 27,
      "zh": "因为神的旨意，我并没有一样避讳不传给你们的。",
      "en": "For I have not hesitated to proclaim to you the whole will of God."
    },
    {
      "chapter": 20,
      "verse": 28,
      "zh": "圣灵立你们作全群的监督，你们就当为自己谨慎，也为全群谨慎，牧养神的教会，就是他用自己血所买来的。",
      "en": "Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."
    },
    {
      "chapter": 20,
      "verse": 29,
      "zh": "我知道我去之后，必有凶暴的豺狼进入你们中间，不爱惜羊群。",
      "en": "I know that after I leave, savage wolves will come in among you and will not spare the flock."
    },
    {
      "chapter": 20,
      "verse": 30,
      "zh": "就是你们中间，也必有人起来，说悖谬的话，要引诱门徒跟从他们。",
      "en": "Even from your own number men will arise and distort the truth in order to draw away disciples after them."
    },
    {
      "chapter": 20,
      "verse": 31,
      "zh": "所以你们应当警醒，记念我三年之久，昼夜不住地流泪，劝戒你们各人。",
      "en": "So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears."
    },
    {
      "chapter": 20,
      "verse": 32,
      "zh": "如今我把你们交托神和他恩惠的道。这道能建立你们，叫你们和一切成圣的人同得基业。",
      "en": "Now I commit you to God and to the word of his grace, which can build you up and give you an inheritance among all those who are sanctified."
    },
    {
      "chapter": 20,
      "verse": 33,
      "zh": "我未曾贪图一个人的金、银、衣服。",
      "en": "I have not coveted anyone's silver or gold or clothing."
    },
    {
      "chapter": 20,
      "verse": 34,
      "zh": "我这两只手，常供给我和同人的需用，这是你们自己知道的。",
      "en": "You yourselves know that these hands of mine have supplied my own needs and the needs of my companions."
    },
    {
      "chapter": 20,
      "verse": 35,
      "zh": "我凡事给你们作榜样，叫你们知道，应当这样劳苦，扶助软弱的人，又当记念主耶稣的话，说：施比受更为有福。",
      "en": "In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: It is more blessed to give than to receive."
    },
    {
      "chapter": 20,
      "verse": 36,
      "zh": "保罗说了这话，就跪下同众人祷告。",
      "en": "When Paul had finished speaking, he knelt down with all of them and prayed."
    },
    {
      "chapter": 20,
      "verse": 37,
      "zh": "众人痛哭，抱着保罗的颈项，和他亲嘴。",
      "en": "They all wept as they embraced him and kissed him."
    },
    {
      "chapter": 20,
      "verse": 38,
      "zh": "叫他们最伤心的，就是他说：以后不得再见我的面那句话。于是送他上船去了。",
      "en": "What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship."
    }
  ],
  "keyVerses": [
    {"chapter": 1, "verse": 8},
    {"chapter": 2, "verse": 38},
    {"chapter": 2, "verse": 42},
    {"chapter": 3, "verse": 19},
    {"chapter": 4, "verse": 12},
    {"chapter": 5, "verse": 29},
    {"chapter": 8, "verse": 30},
    {"chapter": 9, "verse": 15},
    {"chapter": 10, "verse": 43},
    {"chapter": 11, "verse": 26},
    {"chapter": 13, "verse": 47},
    {"chapter": 14, "verse": 22},
    {"chapter": 16, "verse": 31},
    {"chapter": 17, "verse": 11},
    {"chapter": 18, "verse": 9},
    {"chapter": 20, "verse": 24},
    {"chapter": 22, "verse": 16},
    {"chapter": 24, "verse": 16},
    {"chapter": 26, "verse": 18},
    {"chapter": 28, "verse": 31}
  ]
}